Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Returns the variance of a variable.
ca: Retorna la variància d'una variable.
cs: Vrací rozptyl proměnné.
da: Beregn variansen for en variabel.
de: Berechnet die Varianz einer Variablen.
es: Devuelve la varianza de una variable.
fr: Renvoie la variance d'une variable.
he: מחזירה את השונות של משתנה.
hr: Vraća varijancu varijable.
id: Variansi adalah pengukuran seberapa bervariasinya data dari nilai rata-rata suatu variabel.
it: Restituisce la varianza di una variabile.
ja: 変数値の分散（不偏分散）を返します。
kk: айнымалының дисперсиясын береді.
ml: ഒരു വേരിയബിളിന്റെ വേരിയൻസ് തരുന്നു.
nb_no: Returnerer variansen til en variabel.
nl: Berekent de variantie van een variabele.
pl: Zwraca wariancję zmiennej.
pt: Retorna a variância de uma variável.
ru: Возвращает дисперсию переменной.
sl: Vrne varianco spremenljivke.
sv: Beräkna variansen för en variabel.
ta: மாறியின் மாறுபாட்டை வழங்குகிறது.
tr: Bir değişkenin varyansını döndürür.
uk: Повертає дисперсию переменной.

source: Returns to the previously selected analysis and opens the options panel, with focus set in the options panel.
es: Vuelve al análisis seleccionado anteriormente y abre el panel de opciones, con el foco definido en el panel de opciones.
he: מחזירה את הניתוח האחרון שנבחר ופותחת את סרגל האפשרויות תוך התמקדות בסרגל האפשרויות.
hr: Vraća se na prethodno odabranu analizu i otvara ploču s opcijama s fokusom postavljenim na ploči s opcijama.
it: Ritorna all'analisi precedentemente selezionata e apre il pannello delle opzioni, con il focus impostato nel pannello delle opzioni.
ru: Возврат к ранее выбранному анализу и открытие панели параметров, при этом фокус устанавливается на панели параметров.

source: Returns to the previously selected analysis and shifts focus into the results output.
es: Retorna al análisis previamente seleccionado y destaca los resultados mostrados.
he: מחזירה את הניתוח האחרון שנבחר ומזיזה את ההתמקדות לתוך פלט התוצאות.
hr: Vraća se na prethodno odabranu analizu i prebacuje fokus na ispis rezultata.
it: Ritorna all'analisi precedentemente selezionata e sposta l'attenzione sull'output dei risultati.
ru: Возврат к ранее выбранному анализу и смещение фокуса на вывод результатов.

source: Returns to the previously selected analysis and shifts focus to the results output.
es: Retorna al análisis previamente seleccionado y destaca sus resultados.
he: מחזירה את הניתוח האחרון שנבחר ומזיזה את ההתמקדות לפלט התוצאות.
hr: Vraća se na prethodno odabranu analizu i prebacuje fokus na ispis rezultata.
it: Ritorna all'analisi precedentemente selezionata e sposta l'attenzione all'output dei risultati.
ru: Возврат к ранее выбранному анализу и переключение фокуса на вывод результатов.

source: Right Align
ca: Alinear a Dreta
cs: Zarovnání doprava
da: Højrestillet
de: Rechtsbündig
es: Alinear Derecha
fr: Aligner à droite
he: יישור לימין
hr: Poravnaj desno
id: Tata Letak Kanan
it: Allinea a Destra
ja: 右揃え
kk: оңға туралау
ml: വലത് അലൈൻ ചെയ്യുക
nb_no: Høyrejuster
nl: Rechts uitlijnen
pl: Wyrównanie do prawej
pt: Alinhamento à direita
ru: Выровнять по правому краю
sl: Poravnaj desno
sv: Högerjustering
ta: சரியான சீரமை
tr: Sağa Hizalı
uk: Выровнять по правому краєві

source: Rounds each value
ca: Arrodonir cada valor
cs: Zaokrouhlit každou hodnotu
da: Afrunder hver værdi
de: Rundet jeden Wert
es: Redondea cada valor
fr: Arrondir chaque valeur
he: מעגלת כל ערך
hr: Zaokružuje svaku vrijednost
id: Membulatkan setiap value
it: Arrotonda ogni valore
ja: 変数値を指定された桁数に丸めます
kk: әрбір жуық мәнді дөңгелектейді
ml: ഓരോ മൂല്യവും റൗണ്ട് ചെയ്യുന്നു
nb_no: Runder hver verdi
nl: Rondt elke waarde af
pl: Zaokrągla każdą wartość.
pt: Arredondar cada valor
ru: Округляет каждое значение
sl: Zaokroži vsako vrednost
sv: Rundar varje värde
ta: ஒவ்வொரு மதிப்பையும் சுற்றி வருகிறது
tr: Her değeri yuvarlar
uk: Округляет кожнезначення

source: Rounds each value to the integer above
ca: Arrodonir cada valor a l'enter superior
cs: Zaokrouhlit každou hodnotu na nejvyšší celé číslo
da: Afrund hver værdi til heltallet ovenfor
de: Rundet jeden Wert auf die darüber liegende Ganzzahl
es: Redondea cada valor al entero superior
fr: Arrondir chaque valeur à l'entier supérieur
he: מעגלת כל ערך למספר השלם הגדול הקרוב ביותר
hr: Zaokružuje svaku vrijednost na cijeli broj iznad
id: Membulatkan setiap value ke bilangan bulat di atasnya
it: Arrotonda ogni valore al numero intero superiore
ja: 各数値を整数に丸めます
kk: әрбір мәнді жоғарыдағы бүтін санға дөңгелектейді
ml: ഓരോ മൂല്യവും തൊട്ടുമുകളിലുള്ള പൂർണ്ണസംഖ്യയിലേക്ക് റൌണ്ട് ചെയ്യുന്നു
nl: Rondt elke waarde naar boven af tot een geheel getal
pl: Zaokrągla każdą wartość w górę do liczby całkowitej.
pt: Arredondar cada valor para o inteiro acima
ru: Округляет каждое значение до целого вверх
sl: Zaokroži vsako vrednost na višje celo število
sv: Avrundar varje värde till heltalet ovan
ta: ஒவ்வொரு மதிப்பையும் மேலே உள்ள முழு எண்ணுக்கு வட்டமிடுகிறது
tr: Her değeri üstündeki tam sayıya yuvarlar
uk: Округляет кожнезначення до целого вгору

source: Rounds each value to the integer below
ca: Arrodonir cada valor a l'enter inferior
cs: Zaokrouhlit každou hodnotu na nejnižší celé číslo
da: Afrund hver værdi til heltallet nedenfor
de: Rundet jeden Wert auf die darunter liegende Ganzzahl
es: Redondea cada valor al entero inferior
fr: Arrondir chaque valeur à l'entier inférieur
he: מעגלת כל ערך למספר השלם הקטן הקרוב ביותר
hr: Zaokružuje svaku vrijednost na cijeli broj ispod
id: Membulatkan setiap value ke bilangan bulat di bawahnya
it: Arrotonda ogni valore al numero intero inferiore
ja: 整数値に切り下げます
kk: әр мәнді төмендегі бүтін санға дөңгелектейді
ml: ഓരോ മൂല്യവും തൊട്ടുതാഴെയുള്ള പൂർണ്ണസംഖ്യയിലേക്ക് റൌണ്ട് ചെയ്യുന്നു
nl: Rondt elke waarde naar beneden af tot een geheel getal
pl: Zaokrągla każdą wartość w dół do liczby całkowitej.
pt: Arredondar cada valor para o inteiro abaixo
ru: Округляет каждое значение до целого вниз
sl: Zaokroži vsako vrednost na nižje celo število
sv: Avrundar varje värde till heltalet nedan
ta: ஒவ்வொரு மதிப்பையும் கீழே உள்ள முழு எண்ணுக்கு வட்டமிடுகிறது
tr: Her değeri altındaki tam sayıya yuvarlar
uk: Округляет кожнезначення до целого вниз

source: row {index} deleted.
es: Fila {index} eliminada.
he: שורה {index} נמחקה.
hr: redak {index} je izbrisan.
it: row {index} eliminata.
ru: ряд {index} удален.

source: Row count
ca: Nombre de files
cs: Počet řádků
da: Antal rækker
de: Zeilenanzahl
es: Número de filas
fr: Nombre de lignes
he: ספירת שורות
hr: Broj redaka
it: Numero righe
ja: 行数
kk: қатарлар саны
ml: വരികളുടെ എണ്ണം
nb_no: Antall rader
nl: Aantal rijen
pl: Liczba wierszy
pt: Contagem em linha
ru: Строк
sl: Števec vrstic
sv: Antal rader
ta: வரிசை எண்ணிக்கை
tr: Satır sayısı
uk: Строк

source: Row Filters
ca: Filtres de Fila
cs: Filtr řádků
da: Rækkefiltre
de: Zeilenfilter
es: Filtros de Fila
fr: Filtres de lignes
he: מסנני שורות
hr: Filtri redaka
it: Filtri di Riga
ja: 行フィルタ
kk: қатар сүзгілері
ml: വരികൾക്കുള്ള ഫിൽട്ടറുകൾ
nb_no: Radfiltre
nl: Rijfilters
pl: Filtry dla wierszy
pt: Filtros em linha
ru: Фильтры строк
sl: Filtri vrstic
sv: Filter för rader
ta: வரிசை வடிப்பான்கள்
tr: Satır Filtreleri
uk: Фільтри строк

source: Rows
ca: Files
cs: Řádky/ů
da: Rækker
de: Zeilen
es: Filas
fr: Lignes
he: שורות
hr: Redci
it: Righe
ja: 行
kk: қатарлар
ml: വരികൾ
nb_no: Rader
nl: Rijen
pl: Wiersze
pt: Linhas
ru: Строки
sl: Vrstice
sv: Rader
ta: வரிசைகள்
tr: Satırlar
uk: Строки

source: SAS files {ext}
ca: Arxiu SAS {ext}
cs: SAS soubory {ext}
da: SAS-filer {ext}
de: SAS-Dateien {ext}
es: Archivo SAS {ext}
fr: fichier SAS {ext}
he: קובצי SAS {ext}
hr: SAS datoteke {ext}
it: Files SAS {ext}
ja: SASファイル {ext}
kk: SAS файлдары {ext}
ml: SAS ഫയലുകൾ {ext}
nb_no: SAS-filer {ext}
nl: SAS-bestanden {ext}
pl: Pliki SAS {ext}
pt: Ficheiros SAS {ext}
ru: Файлы SAS {ext}
sl: Datoteke SAS {ext}
sv: SAS-filer {ext}
ta: SAS கோப்புகள் {ext}
tr: SAS dosyaları {ext}
uk: Файлы SAS {ext}

source: Save
ca: Desar
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fr: Sauvegarder
he: שמירה
hr: Spremi
it: Salva
ja: 保存
kk: сақтау
ml: സേവ്
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранять
sl: Shrani
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти

source: Save As
ca: Desar com a
cs: Uložit jako
da: Gem som
de: Speichern unter
es: Guardar como
fr: Sauvegarder sous
he: שמירה בשם
hr: Spremi kao
it: Salva con nome
ja: 別名で保存
kk: басқа түрде сақтау
ml: പുതിയ പേരിൽ സേവ് ചെയ്യുക
nb_no: Lagre som
nl: Opslaan als
pl: Zapisz jako
pt: Guardar como
ru: Сохранить как
sl: Shrani kot
sv: Spara som
ta: என சேமி
tr: Farklı Kaydet
uk: Зберегти як

source: Save changes to '{title}'?
ca: Desar els canvis a '{title}'?
cs: Uložit změny do '{název}'?
da: Vil du gemme ændringer til »{title}«?
de: Änderungen in „{title}“ speichern?
es: ¿Quiere guardar los cambios en «{title}»?
fr: Sauvegarder les changements vers '{title}' ?
he: האם לשמור שינויים ב־”{title}“?
hr: Spremiti promjene u '{title}'?
it: Salvare le modifiche in '{title}'?
ja: 「{title}」への変更を保存しますか？
kk: өзгертулерді '{title}' да сақтау керек пе?
ml: '{title}' എന്നതിലെ മാറ്റങ്ങൾ സേവ് ചെയ്യണോ?
nb_no: Vil du lagre endringer i «{title}»?
nl: Wijzigingen aan '{title}' opslaan?
pl: Zapisać zmiany w '{title}'?
pt: Gravar as alterações em '{title}'?
ru: Сохранить изменения в '{title}'?
sl: Ali želite shraniti spremembe v »{title}«?
sv: Vill du spara ändringarna till ”{title}”?
ta: மாற்றங்களை '{title}' இல் சேமிக்கவா?
tr: Değişiklikleri '{title}' dosyasına kaydetmek istiyor musunuz?
uk: Зберегти изменения у '{title}'?

source: Save failed
ca: Error en desar
cs: Uložení se nezdařilo
da: Gemning mislykkedes
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Sauvegarde échouée
he: השמירה נכשלה
hr: Spremanje nije uspjelo
it: Salvataggio non riuscito
ja: 保存できませんでした
kk: сақтау сәтсіз аяқталды
ml: സേവ് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Lagring mislyktes
nl: Opslaan mislukt
pl: Zapis zakończony niepowodzeniem
pt: Gravação falhou
ru: Не удалось сохранить
sl: Shranjevanje je spodletelo
sv: Spara misslyckades
ta: சேமி தோல்வியுற்றது
tr: Kaydetme başarısız
uk: Не удалось зберегти

source: Save project
es: Guardar proyecto
he: שמירת הפרויקט
hr: Spremi projekt
it: Salvare il progetto
ru: Сохранить проект

source: Saved to '{filename}'
ca: Desat a '{filename}'
cs: Uloženo do '{jméno souboru}'
da: Gemt i »{filnavn}«
de: Gespeichert unter „{filename}“
es: Guardado en «{filename}»
fr: Sauvegardé sous '{filename}'
he: נשמר ב־”filename“
hr: Spremljeno u '{filename}'
it: Salvato in '{filename}'
ja: 「{filename}」に保存しました
kk: '{filename}' дегенге сақталды
ml: '{filename}' എന്നതിലേക്ക് സേവ് ചെയ്‌തു
nb_no: Lagret i «{filename}»
nl: Opgeslagen naar '{filename}'
pl: Zapisz do '{filename}'
pt: Guardado em '{filename}'
ru: Сохранено в '{filename}'
sl: Shranjeno v datoteko »{filename}«
sv: Sparad till ”{filename}”
ta: '{filename}' என சேமிக்கப்பட்டது
tr: '{filename}' olarak kaydedildi
uk: Збережене у '{filename}'

source: Saving
ca: Desant
cs: Uložení
da: Gemmer
de: Speichern
es: Guardando
fr: Sauvegarde
he: שומר
hr: Spremanje
it: Salvataggio
ja: 保存しています
kk: сақтау
ml: സേവ് ചെയ്യുന്നു
nb_no: Lagrer
nl: Opslaan
pl: Zapisywanie
pt: A guardar
ru: Сохранение
sl: Shranjevanje
sv: Sparar
ta: சேமிப்பு
tr: Kaydediliyor
uk: Збереження

source: Scheduled maintenance
ca: Manteniment programat
cs: Plánovaná údržba
da: Planlagt vedligeholdelse
de: Geplante Wartung
es: Mantenimiento programado
fr: Maintenance prévue
he: תחזוקה מתוזמנת
hr: Zakazano održavanje
it: Manutenzione programmata
ja: 定期メンテナンス
kk: жоспарлы техникалық қызмет көрсету
ml: ഷെഡ്യൂൾ ചെയ്ത അറ്റകുറ്റപ്പണികൾ
nl: Gepland onderhoud
pl: Zaplanowana konserwacja
pt: Manutenção agendada
ru: Запланированное обслуживание
sl: Načrtovano vzdrževanje
sv: Planerat underhåll
ta: திட்டமிடப்பட்ட பராமரிப்பு
tr: Planlanmış bakım
uk: Планове технічне обслуговування

source: Search
ca: Cercar
cs: Vyhledávání
da: Søg efter
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hr: Pretraga
it: Ricerca
ja: 検索
kk: іздеу
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
ta: தேடல்
tr: Ara

source: Search available modules
es: Buscar en los módulos disponibles
he: חיפוש מודולים זמינים
hr: Traži dostupne module
it: Ricerca dei moduli disponibili
ru: Поиск доступных модулей

source: Search files
ca: Cerca d'arxius
cs: Prohledat soubory
da: Søg efter filer
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
he: חיפוש קבצים
hr: Traži datoteke
it: Ricerca file
ja: ファイルを検索
nl: Bestanden zoeken
pl: Wyszukaj pliki
pt: Pesquisar ficheiros
ru: Поиск файлов
sv: Sök efter filer
ta: கோப்புகளைத் தேடுங்கள்
tr: Dosyaları Ara

source: Search for file in directory {0}
es: Buscar un fichero en el directorio {0}
he: חיפוש קובץ בתיקיית הקבצים {0}
hr: Traži datoteku u direktoriju {0}
it: Cerca un file nella directory {0}
ru: Поиск файла в каталоге {0}

source: Search installed modules
es: Buscar en los módulos instalados
he: חיפוש מודול מותקן
hr: Traži instalirane module
it: Ricerca dei moduli installati
ru: Поиск установленных модулей

source: Search list items
es: Buscar en los elementos de la lista
he: חיפוש פריטי רשימה
hr: Traži stavke popisa
it: Ricerca di elementi dell'elenco
ru: Поиск элементов списка

source: Search variables
ca: Cerca variables
cs: Vyhledávací proměnné
da: Søg efter variabler
de: Variablen suchen
es: Variables de búsqueda
fr: Rechercher dans les variables
he: חיפוש משתנים
hr: Traži varijable
it: Cerca variabili
ja: 変数を検索
kk: айнымалыларды іздеу
ml: വേരിയബിളുകൾ തിരയുക
nb_no: Søk variabler
nl: Variabelen zoeken
pl: Wyszukaj zmienne
pt: Variáveis de pesquisa
ru: Переменные поиска
sl: Iskanje spremenljivk
sv: Sök variabler
ta: தேடல் மாறிகள்
tr: Değişkenleri ara
uk: Переменные пошуку

source: Select all
ca: Seleccionar tot
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
he: בחירת הכול
hr: Označi sve
it: Seleziona tutto
ja: すべてを選択
kk: барлығын таңдау
ml: എല്ലാം സെലക്റ്റ് ചെയ്യുക
nb_no: Velg alle
nl: Alles selecteren
pl: Wybierz wszystkie
pt: Selecionar todos
ru: Выбрать все
sl: Izbere vse
sv: Välj alla
ta: அனைத்தையும் தெரிவுசெய்
tr: Hepsini seç
uk: Вибрати все

source: Selected
ca: Seleccionat
cs: Vybrané
da: Udvalgt
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
he: נבחרו
hr: Označeno
it: Selezionato
ja: 選択中
kk: таңдалды
ml: സെലക്റ്റ് ചെയ്തു
nb_no: Valgt
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ru: Выбрано
sl: Izbrano
sv: Utvalda
ta: தேர்ந்தெடுக்கப்பட்டது
tr: Seçili
uk: Вибране

source: sequential
ca: seqüencial
cs: sekvenční
da: sekventiel
de: sequentiell
es: secuencial
fr: séquentiel
he: סדרתי
hr: sekvencijalno
it: sequenziale
ja: 連続
kk: ретті
ml: സീക്വൻഷ്യൽ
nb_no: sekvensiell
nl: sequentieel
pl: Kolory
pt: sequencial
ru: последовательный
sl: Zaporedno
sv: sekventiell
ta: தொடர்ச்சியான
tr: ardışık
uk: последовательный

source: Set1
ca: Conjunt1
cs: Sada1
da: Sæt 1
fr: Ensemble1
he: מערך1
hr: Skup1
ja: 基本
kk: 1-сет
ml: സെറ്റ് 1
nb_no: Sett 1
pl: Zbiór1
pt: Conjunto1
ru: Набор 1
sv: Uppsättning 1
uk: Набор1

source: Setup
ca: Configurar
cs: Nastavení
da: Opsætning
de: Konfiguration
es: Configuración
fr: Configurer
he: תצורה
hr: Postavljanje
it: Imposta
ja: 設定
kk: орнату
ml: സെറ്റപ്പ്
nb_no: Konfigurasjon
nl: Configuratie
pl: Edytuj
pt: Configurar
ru: Настроить
sl: Nastavitev
sv: Uppsättning
ta: அமைவு
tr: Ayarlar
uk: Налаштувати

source: Setup...
ca: Configuració...
cs: Nastavení...
da: Opsætning...
de: Konfiguration...
es: Configuración...
fr: Configuration...
he: תצורה…
hr: Postavljanje …
it: Imposta...
ja: 設定…
kk: орнату...
ml: സെറ്റപ്പ്...
nb_no: Konfigurasjon...
nl: Configureren...
pl: Ustawienia...
pt: Configurar...
ru: Настроить...
sl: Nastavitev ...
sv: Uppsättning...
ta: அமைவு...
tr: Ayarlar...
uk: Налаштувати...

source: Show
ca: Mostra
cs: Zobrazit
da: Vis
de: Zeige
es: Mostrar
fr: Montrer
he: הצגה
hr: Prikaži
it: Mostra
ja: 表示
kk: көрсету
ml: കാണിക്കുക
nb_no: Vis
nl: Weergeven
pl: Pokaż
pt: Mostrar
ru: Показать
sl: Pokaži
sv: Visa
ta: காட்டு
tr: Göster
uk: Показати

source: Show filter columns
ca: Mostrar les columnes filtrades
cs: Zobrazit sloupce filtrů
da: Vis filterkolonner
de: Filterspalten anzeigen
es: Mostrar columnas de filtro
fr: Montrer les filtres de colonnes
he: הצגת עמודות מסננים
hr: Prikaži stupce filtra
it: Mostra le colonne dei filtri
ja: フィルタ列を表示
kk: сүзгі бағандарын көрсету
ml: ഫിൽട്ടർ കോളങ്ങൾ കാണിക്കുക
nb_no: Vis filterkolonner
nl: Filterkolommen weergeven
pl: Pokaż filtr kolumny
pt: Mostrar colunas de filtro
ru: Показать столбцы фильтра
sl: Pokaži filtrirne stolpce
sv: Visa filterkolumner
ta: வடிகட்டி நெடுவரிசைகளைக் காட்டு
tr: Filtre sütunlarını göster
uk: Показати шпальти фільтра

source: Show formula editor
ca: Mostra l'editor de formules
cs: Zobrazit editor vzorců
da: Vis formelredigering
de: Formel-Editor anzeigen
es: Mostrar editor de fórmulas
fr: Montrer l'éditeur d'équation
he: הצגת עורך הנוסחות
hr: Prikaži uređivač formula
it: Mostra l'editor delle formule
ja: 数式エディタを表示
kk: формула редакторын көрсету
ml: ഫോർമുല എഡിറ്റർ കാണിക്കുക
nb_no: Vis formelredigering
nl: Formulebewerker weergeven
pl: Pokaż edytor formuły
pt: Mostrar editor de fórmula
ru: Показать редактор формул
sl: Pokaži urejevalnik enačb
sv: Visa formelredigering
ta: ஃபார்முலா எடிட்டரைக் காட்டு
tr: Formül düzenleyiciyi göster
uk: Показати редактор формул

source: Show in main menu
ca: Mostrar al menú principal
cs: Zobrazit v hlavní nabídce
da: Vis i hovedmenuen
de: Im Hauptmenü anzeigen
es: Mostrar en el menú principal
fr: Afficher dans le menu principal
he: הצגה בתפריט הראשי
hr: Prikaži u glavnom izborniku
it: Mostra nel Menù principale
ja: メインメニューに表示
kk: негізгі мәзірде көрсету
ml: മെയിൻ മെനുവിൽ കാണിക്കുക
nb_no: Vis i hovedmenyen
nl: In hoofdmenu weergeven
pl: Pokaż w menu głównym
pt: Mostrar no menu principal
ru: Показать в главном меню
sl: Pokaži v glavnem meniju
sv: Visa i huvudmenyn
ta: முதன்மையான பட்டியலில் காண்பி
tr: Ana menüde göster
uk: Показати у головнім меню

source: Show module {moduleName} in the Analyses ribbon
es: Mostrar el módulo {moduleName} en la barra de Análisis
he: הצגת המודול {moduleName} ברצועת הניתוחים
hr: Prikaži modul {moduleName} u vrpci analize
it: Mostra il modulo {moduleName} nella barra multifunzione Analisi
ru: Показать модуль {moduleName} на ленте Анализы

source: Side-loading modules is not available.
ca: No estan disponibles els mòduls de càrrega local.
cs: Moduly s bočním ukládáním nejsou k dispozici.
da: Sideloading af moduler er ikke tilgængelig.
de: Sideloading-Module sind nicht verfügbar.
es: Los módulos de carga lateral no están disponibles.
fr: Le chargement latéral des modules n'est pas disponible.
he: התקנת מודולים חיצונית אינה זמינה.
hr: Ručno učitavanje modula nije dostupno.
it: I moduli a caricamento laterale non sono disponibili.
ja: 外部モジュールは使用できません。
kk: үшінші тарап модульдері қол жетімді емес.
nl: Het handmatig installeren van modules is niet beschikbaar.
pl: Moduły pochodzące z zewnętrznych źródeł nie są dostępne.
pt: O side-loading de módulos não está disponível.
ru: Модули сторонних производителей недоступны.
sv: Sideloading av moduler är inte tillgängligt.
ta: பக்க-ஏற்றுதல் தொகுதிகள் கிடைக்கவில்லை.
tr: Yan yüklemeli modüller mevcut değildir.

source: Sideload
ca: Càrrega auxiliar
cs: Boční načtení
da: Tilføj manuelt
de: Manuelles Hinzufügen
es: Carga lateral
fr: Téléchargement Sideload
he: התקנה חיצונית
hr: Ručno učitavanje
it: Caricamento Ausiliario Moduli
ja: 外部モジュール
kk: үшінші тарап жүктеулері
ml: സൈഡ് ലോഡ്
nb_no: Legg til manuelt
nl: Handmatig toevoegen
pl: Transfer danych
pt: Carregamento assessório
ru: Сторонние загрузки
sl: Sprotno nalaganje
sv: Lägg till manuellt
ta: பக்கவாட்டு
tr: Yan yükleme
uk: Сторонние завантаження

source: significant figures
ca: xifres significatives
cs: významná čísla
da: betydende cifre
de: Signifikante Stellen
es: cifras significativas
fr: chiffres significatifs
he: ספרות משמעותיות
hr: značajne znamenke
it: valori significativi
ja: 有効桁数
kk: маңызды сандар
ml: പ്രധാനപ്പെട്ട അക്കങ്ങൾ
nb_no: Gjeldende sifre
nl: significante cijfers
pl: Ilość cyfr
pt: valores significativos
ru: значимых цифр
sl: Signifikantne števke
sv: värdesiffra
ta: குறிப்பிடத்தக்க புள்ளிவிவரங்கள்
tr: anlamlı rakamlar
uk: значити цифри

source: Source variable
ca: Variable origen
cs: Zdrojová proměnná
da: Kildevariabel
de: Ursprungsvariable
es: Variable origen
fr: Variable source
he: משתנה המקור
hr: Izvorna varijabla
it: Variabile di origine
ja: 変換元の変数
kk: бастапқы айнымалы
ml: ഉറവിട വേരിയബിൾ
nb_no: Kildevariabel
nl: Bronvariabele
pl: Zmienna źródłowa
pt: Variável fonte
ru: Исходная переменная
sl: Izvorna spremenljivka
sv: Källvariabel
ta: மூல மாறி
tr: Kaynak değişken
uk: Исходная переменная

source: Special Import
ca: Importació especial
cs: Speciální import
de: Spezieller Import
es: Importar especial
fr: Importation spéciale
he: ייבוא מיוחד
hr: Poseban uvoz
it: Importazione speciale
ja: 拡張読み込み
kk: арнайы импорт
ml: പ്രത്യേക ഇംപോർട്ട്
nl: Speciaal importeren
pl: Importuj
pt: Importar especial
ru: Специальный импорт
sl: Posebno uvažanje
ta: சிறப்பு இறக்குமதி
tr: Özel İçeri Aktarım
uk: Специальный імпорт

source: Splits text into pieces based on a separator. <i>piece</i> specifies the desired piece by index.
da: Opdeler tekst baseret på en afgrænser. <i>piece</i> angiver det ønskede stykke efter indeks.
es: Divide el texto en partes basándose en un separador. <i>piece</i> especifica la parte deseada por índice.
fr: Sépare le texte en morceaux basés sur un séparateur. <i>piece</i> précise le morceau désiré par index.
he: מפצלת את הטקסט לחתיכות על פי מפריד. הארגומנט <i>piece</i> מצביע על החתיכה הרצויה לפי מיקום.
hr: Rastavlja tekst na temelju separatora. <i>piece</i> specificira željeni dio prema indeksu.
it: Divide il testo in parti in base a un separatore. <i>piece</i> specifica la parte desiderata per indice.
ja: 変数に含まれる文字列を区切り文字で分割します。<i>piece</i>で何番目の要素を取り出すかを指定します。
kk: мәтінді бөлгіш негізінде бөліктерге бөледі. <i>дана</i> қажетті бөлікті индекс бойынша нақтылайды.
nb_no: Deler opp tekst basert på en skilletegn. <i>piece</i> spesifiserer ønsket brikke etter indeks.
pt: Divide o texto em partes com base num separador. <i>peça</i> especifica a parte desejada pelo índice.
ru: Разбивает текст на части на основе разделителя. <i>piece</i> указывает желаемую часть по индексу.
sl: Po ločilniku razdeli besedilo na dele, <i>del</i> določa želen del indeksa.
sv: Delar upp text baserat på en avgränsare. <i>piece</i> anger önskat stycke efter index.
tr: Metni bir ayırıcıya göre parçalara böler. <i>piece</i> istenen parçayı dizine göre belirtir.
uk: Разбивает текст на частини на основі разделителя. <i>piece</i> вказує бажати частину по індексу.

source: Spreadsheet
ca: Full de càlcul
cs: Tabulka
da: Regneark
de: Tabellenkalkulation
es: Hoja de cálculo
he: גיליון נתונים
hr: Proračunska tablica
it: Foglio di calcolo
ja: スプレッドシート
pl: Arkusz kalkulacyjny
pt: Folha de cálculo
ru: Электронная таблица
sv: Kalkylblad
ta: விரிவுத்தாள்
tr: E-tablo

source: SPSS files {ext}
ca: Arxius SPSS {ext}
cs: Soubory SPSS {ext}
da: SPSS-filer {ext}
de: SPSS-Dateien {ext}
es: Archivo SPSS {ext}
fr: fichier SPSS {ext}
he: קובצי SPSS {ext}
hr: SPSS datoteke {ext}
it: Files SPSS {ext}
ja: SPSSファイル {ext}
kk: SPS файлдары {ext}
ml: SPSS ഫയലുകൾ {ext}
nb_no: SPSS-filer {ext}
nl: SPSS-bestanden {ext}
pl: Pliki SPSS {ext}
pt: Ficheiros SPSS {ext}
ru: Файлы SPSS {ext}
sl: Datoteke SPSS {ext}
sv: SPSS-filer {ext}
ta: SPSS கோப்புகள் {ext}
tr: SPSS dosyası {ext}
uk: Файлы SPSS {ext}
