Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Stata files {ext}
ca: Arxiu Stata {ext}
cs: Soubory Stata {ext}
da: Stata-filer {ext}
de: Stata-Dateien {ext}
es: Archivo Stata {ext}
fr: fichiers Stata {ext}
he: קובצי Stata {ext}
hr: Stata datoteke Stata {ext}
it: Files Stata {ext}
ja: Stataファイル {ext}
kk: стата файлдары {ext}
ml: Stata ഫയലുകൾ {ext}
nb_no: Stata-filer {ext}
nl: Stata-bestanden {ext}
pl: Pliki Stata {ext}
pt: Ficheiros Stata {ext}
ru: Файлы Stata {ext}
sl: Datoteke Stata {ext}
sv: Stata-filer {ext}
ta: ச்டேட்டா கோப்புகள் {ext}
tr: Stata dosyası {ext}
uk: Файлы Stata {ext}

source: Strike
ca: Ratllar
cs: Stávka
da: Streget ud
de: Durchstreichen
es: Tachar
fr: Barrer
he: קו חוצה
hr: Prekriženo
it: Barrato
ja: 打消し線
kk: сызып тастау
ml: വെട്ടുക
nb_no: Stryk
nl: Doorhalen
pl: Przekreślenie
pt: Pancada
ru: Зачеркнутый
sl: Prečrtano
sv: Korsad ut
ta: வேலைநிறுத்தம்
tr: Üstünü Çiz
uk: Зачеркнутый

source: Styles
ca: Estils
cs: Styly
da: Stilarter
de: Formatvorlage
es: Estilos
he: סגנונות
hr: Stilovi
it: Stili
ja: スタイル
kk: стильдер
ml: സ്റ്റൈലുകൾ
nb_no: Mal
nl: Stijlen
pl: Styl
pt: Estilos
ru: Стили
sl: Slogi
sv: Stilar
ta: பாணிகள்
tr: Stiller
uk: Стилі

source: Sub Script
ca: Subíndex
cs: Dílčí skript
da: Sænket skrift
de: Tiefgestellt
es: Subíndice
fr: Sous-script
he: כתב תחתי
hr: Indeks
it: Pedice
ja: 下付き
kk: ішкі скрипт
ml: സബ് സ്ക്രിപ്റ്റ്
nb_no: Senket skrift
pl: Indeks dolny
pt: Subscrito
ru: Подстрочный
sl: Podpisano
sv: Underskript
ta: சந்தா
tr: Alt indis
uk: Подстрочный

source: Super Script
ca: Superíndex
cs: Super skript
da: Hævet skrift
de: Hochgestellt
es: Superíndice
he: כתב עילי
hr: Eksponent
it: Apice
ja: 上付き
kk: супер скрипт
ml: സൂപ്പർ സ്ക്രിപ്റ്റ്
nb_no: Hevet skrift
pl: Indeks górny
pt: Sobrescrito
ru: Надстрочный
sl: Nadpisano
sv: Superskript
ta: சூப்பர் ச்கிரிப்ட்
tr: Üst indis
uk: Надстрочный

source: SVG Image {ext}
ca: Imatge SVG {ext}
cs: SVG obrázek {ext}
da: SVG-billede {ext}
de: SVG-Bild {ext}
es: Imagen SVG {ext}
fr: image SVG {ext}
he: תמונת SVG {ext}
hr: SVG slika {ext}
it: Immagine SVG {ext}
ja: SVG画像 {ext}
kk: SVG кескіні {ext}
ml: SVG ചിത്രം {ext}
nb_no: SVG-bilde {ext}
nl: SVG-afbeelding {ext}
pl: Obraz SVG {ext}
pt: Imagem SVG {ext}
ru: SVG-изображение {ext}
sl: Slika SVG {ext}
sv: SVG-bild {ext}
ta: எச்.வி.சி படம் {ext}
tr: SVG Resmi {ext}
uk: SVG-зображення {ext}

source: Syntax
ca: Sintaxi
da: Syntaks
es: Sintaxis
fr: Syntaxe
he: תחביר
hr: Sintaksa
it: Sintassi
ja: シンタックス
kk: cинтаксис
ml: സിന്റാക്സ്
nb_no: Syntaks
nl: Syntaxis
pl: Składnia (syntax)
pt: Sintaxe
ru: Синтаксис
sl: Skladnja
ta: தொடரியல்
tr: Söz Dizimi
uk: Синтаксис

source: Syntax mode
ca: Mode sintaxi
cs: Režim syntaxe
da: Syntaksmodus
de: Syntaxmodus
es: Modo de sintaxis
fr: Mode syntaxe
he: מצב תחביר
hr: Modus sintakse
it: Modalità sintassi
ja: シンタックスモード
kk: cинтаксис режимі
ml: സിന്റാക്സ് മോഡ്
nb_no: Syntaksmodus
nl: Syntaxismodus
pl: Pokaż składnię (syntax)
pt: Modo de Sintaxe
ru: Синтаксический режим
sl: Skladenjski način
sv: Syntaxläge
ta: தொடரியல் பயன்முறை
tr: Söz dizimi modu
uk: Синтаксический режим

source: System default
ca: Predeterminat del sistema
cs: Výchozí nastavení systému
da: Systemets standard
de: Systemvorgabe
es: Predeterminado del sistema
fr: Défaut du système
he: ברירת המחדל של המערכת
hr: Zadana postavka sustava
it: Sistema predefinito
ja: システム初期値
kk: жүйе әдепкі
ml: സിസ്റ്റം ഡിഫോൾട്ട്
nl: Systeemstandaard
pl: Domyślne
pt: Padrão do sistema
ru: Системное значение по умолчанию
sl: Sistemsko privzeto
sv: Systemstandard
ta: கணினி இயல்புநிலை
tr: Sistem varsayılanı
uk: Типові системні значення

source: T-Tests
ca: Tests-T
cs: T-Testy
da: t-tester
es: Pruebas t
he: מבחני T
hr: T-testovi
it: Test t
ja: t検定
nl: t-toetsen
pl: Testy t
ru: Т-тесты
sv: t-test
ta: டி-சோதனைகள்
tr: T-Testleri

source: Table
ca: Taula
cs: Tabulka
da: Tabel
de: Tabelle
es: Tabla
fr: Tableau
he: טבלה
hr: Tablica
it: Tabella
ja: 表
kk: кесте
ml: പട്ടിക
nb_no: Tabelle
nl: Tabel
pl: Tabela
pt: Tabela
ru: Таблица
sl: Razpredelnica
sv: Tabell
ta: அட்டவணை
tr: Tablo
uk: Таблиця

source: Takes a number representing the number of days since the 1st of January 1970, and produces a formatted date.
es: Toma un número que representa el número de días transcurridos desde el 1 de enero de 1970 y genera una fecha formateada.
he: לוקחת מספר המייצג את מספר הימים מאז 1 בינואר 1970 ומפיקה תאריך בתבנית.
hr: Uzima broj koji predstavlja broj dana od 1. siječnja 1970. i izrađuje formatirani datum.
it: Prende un numero che rappresenta il numero di giorni dal 1° gennaio 1970 e produce una data formattata.
ru: Принимает число, представляющее количество дней, прошедших с 1 января 1970 года, и выдает отформатированную дату.

source: Text
da: Tekst
es: Texto
fr: Texte
he: טקסט
hr: Tekst
it: Testo
ja: 文字
kk: мәтін
ml: ടെക്സ്റ്റ്
nb_no: Tekst
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
sl: Besedilne
ta: உரை
tr: Metin
uk: Текстовые

source: Text Color
ca: Color del Text
cs: Barva textu
da: Tekstfarve
de: Textfarbe
es: Color de Texto
fr: Couleur du texte
he: צבע הטקסט
hr: Boja teksta
it: Colore del testo
ja: 文字色
kk: мәтін түсі
ml: ടെക്സ്റ്റ് നിറം
nb_no: Tekstfarge
nl: Tekstkleur
pl: Kolor tekstu
pt: Cor do Texto
ru: Цвет текста
sl: Barva besedila
sv: Textfärg
ta: உரை நிறம்
tr: Metin rengi
uk: Квіт тексту

source: The content has been copied to the clipboard
ca: El contingut s'ha copiat al portapapers
cs: Obsah byl zkopírován do mezipaměti
da: Indholdet er blevet kopieret til udklipsholderen
de: Der Inhalt wurde in die Zwischenablage kopiert
es: El contenido se ha copiado al portapapeles
fr: Le contenu a été copié vers le presse-papiers
he: התוכן הועתק ללוח
hr: Sadržaj je kopiran u međuspremnik
it: Il contenuto è stato copiato negli appunti
ja: 内容をクリップボードにコピーしました
kk: мазмұны алмасу буферіне көшірілді
ml: ഉള്ളടക്കം ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തിയിട്ടുണ്ട്
nb_no: Innholdet har blitt kopiert til utklippstavlen
nl: De inhoud is gekopieerd naar het klembord
pl: Zawartość została skopiowana do schowka
pt: O conteúdo foi copiado para a área de transferência
ru: Содержимое было скопировано в буфер обмена
sl: Vsebina je kopirana v odložišče
sv: Innehållet har kopierats till urklippet
ta: உள்ளடக்கம் இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டுள்ளது
tr: İçerik panoya kopyalandı
uk: Вміст було скопировано у буфер обміну

source: The content has been prepared, and can be copied with the button below, or by pressing <em>{k}+C</em> on your keyboard
ca: El contingut està preparat i es pot copiar amb el botó de baix o prement <em> {k} + C </em> al teclat
cs: Obsah byl připraven a dá se zkopírovat pomocí tlačítka níže nebo stisknutím <em>{k}+C</em> na klávesnici
da: Indholdet er forberedt og kan kopieres ved hjælp af knappen nedenfor eller ved at trykke på <em>{k}+C</em> på tastaturet
de: Der Inhalt wurde vorbereitet und kann mit der Schaltfläche unten oder durch Drücken von <em>{k}+C</em> auf Ihrer Tastatur kopiert werden
es: El contenido se ha preparado y se puede copiar con el botón de abajo o presionando <em> {k} + C </em> en su teclado
fr: Le contenu a été préparé et peut être copié avec le bouton ci-dessous ou en appuyant sur <em>{k}+C</em> sur votre clavier
he: התוכן הוכן וניתן להעתיק אותו בעזרת הכפתור מטה או בהקשת <em>{k}+C</em> במקלדת
hr: Sadržaj je pripremljen i može se kopirati pomoću gumba ispod ili pritiskom na <em>{k}+C</em> na tipkovnici
it: Il contenuto è stato preparato e può essere copiato con il pulsante in basso o premendo <em>{k}+C</em> sulla tastiera
ja: コピーの準備が完了しました。下のボタン、またはキーボードの<em>{k}+C</em>でコピーできます
kk: мазмұн дайындалды және төмендегі батырмамен немесе пернетақтада <em>{k}+C</em> пернелер тіркесімін басу арқылы көшірілуі мүмкін
ml: ഉള്ളടക്കം തയ്യാറായി. താഴെയുള്ള ബട്ടൺ ഉപയോഗിച്ചോ, നിങ്ങളുടെ കീബോർഡിൽ <em>{k}+C</em> അമർത്തിയോ അത് കോപ്പി ചെയ്യാം
nb_no: Innholdet er forberedt, og kan kopieres med knappen nedenfor, eller ved å trykke <em>{k}+C</em> på tastaturet
nl: De inhoud is opgesteld. Kopieer het met onderstaande knop of door <em>{k} + C</em> in te drukken op uw toetsenbord.
pl: Zawartość została przygotowana i można ją skopiować za pomocą poniższego przycisku lub naciskając <em>{k}+C</em> na klawiaturze
pt: O conteúdo foi preparado e pode ser copiado com o botão abaixo ou pressionando <em>{k} + C </em> no teclado
ru: Контент был подготовлен, и его можно скопировать, нажав кнопку ниже или нажав <em>{k}+C</em> на клавиатуре
sl: Vsebina je pripravljena in jo je mogoče kopirati s pritiskom na spodnji gumb, ali s pritiskom <em>{k}+C</em> na tipkovnici.
sv: Innehållet är förberett och kan kopieras med hjälp av knappen nedan eller genom att trycka på <em>{k}+C</em> på tangentbordet
ta: உள்ளடக்கம் தயாரிக்கப்பட்டுள்ளது, மேலும் கீழே உள்ள பொத்தானைக் கொண்டு நகலெடுக்கலாம் அல்லது உங்கள் விசைப்பலகையில் <em> {k}+c </em> ஐ அழுத்துவதன் மூலம் நகலெடுக்கலாம்
tr: İçerik hazırlandı ve aşağıdaki düğmeyle veya klavyenizdeki <em>{k}+C</em> tuşlarına basılarak kopyalanabilir
uk: Контент був підготовлений, і його можна скопировать, натиснувши кнопку нижче або натиснувши <em>{k}+C</em> на клавиатуре

source: The current value of the variable to which this transform is applied.
ca: El valor actual de la variable a la que s'aplica aquesta transformació.
cs: Aktuální hodnota proměnné, na kterou je tato transformace aplikována.
da: Den aktuelle værdi af den variabel, som denne transformation anvendes på.
de: Der aktuelle Wert der Variablen, auf den diese Transformation angewendet wird.
es: El valor actual de la variable a la que se aplica esta transformación.
fr: La valeur courante de la variable-cible de la transformation est appliquée.
he: הערך הנוכחי של המשתנה שעליו מבוצעת הטרנספורמציה.
hr: Trenutačna vrijednost varijable na koju se primjenjuje ova transformacija.
it: Il valore corrente della variabile a cui viene applicata questa trasformazione.
ja: この変換が適用される変数値です。
kk: бұл түрлендіру қолданылатын айнымалының ағымдағы мәні.
ml: ഈ ട്രാൻസ്ഫോം പ്രയോഗിക്കാനുള്ള വേരിയബിളിന്റെ ഇപ്പോഴത്തെ മൂല്യം.
nb_no: Gjeldende verdi av variabelen som denne transformasjonen brukes på.
nl: De huidige waarde van de variabele waarop deze transformatie wordt toegepast.
pl: Bieżąca wartość zmiennej, do której stosowana jest ta transformacja.
pt: O valor atual da variável à qual esta transformação é aplicada.
ru: Текущее значение переменной, к которой применяется это преобразование.
sl: Trenutna vrednost spremenljivke, za katero se uporablja ta pretvorba.
sv: Det aktuella värdet för den variabel som denna transformation tillämpas på.
ta: இந்த உருமாற்றம் பயன்படுத்தப்படும் மாறியின் தற்போதைய மதிப்பு.
tr: Bu dönüşümün uygulandığı değişkenin geçerli değeri.
uk: Поточний значення переменной, к котрої застосовує це перетворення.

source: The data is weighted by the variable {}, however this analysis does not support non-integer weights. The weights were rounded to the nearest integer.
ca: Les dades estan ponderades per la variable {}; però, aquesta anàlisi no admet ponderaciones no enteres. Les ponderacions s'arrodoneixen al enter més proper.
cs: Data jsou vážena proměnnou {}, avšak tato analýza nepodporuje neceločíselné váhy. Váhy byly zaokrouhleny na nejbližší celé číslo.
da: Dataene er vægtet med variablen {}, men denne analyse understøtter ikke ikke-heltallige vægte. Vægtene blev afrundet til nærmeste heltal.
de: Die Daten werden mit der Variablen {} gewichtet, diese Analyse unterstützt jedoch keine Gewichte mit Dezimalzahlen. Die Gewichte wurden auf die nächste ganze Zahl gerundet.
es: Los datos están ponderados por la variable {}; sin embargo, este análisis no admite ponderaciones no enteras. Las ponderaciones se redondearon al entero más próximo.
he: הנתונים משוקללים לפי המשתנה {}, אולם ניתוח זה אינו תומך במשקלים שאינם מספר שלם. המשקלים עוגלו למספר השלם הקרוב ביותר.
hr: Podaci su ponderirani varijablom {}, međutim ova analiza ne podržava necjelobrojne pondere. Ponderi su zaokružen na najbliži cijeli broj.
it: I dati sono ponderati dalla variabile {}, tuttavia questa analisi non supporta pesi non interi. I pesi sono stati arrotondati al numero intero più vicino.
ja: データは{}変数で重みづけされていますが、この分析は非整数の重みをサポートしていません。重みは最も近い整数に丸められました。
nl: De gegevens worden gewogen door de variabele {}, maar deze analyse ondersteunt geen weegfactoren met decimalen. Deze weegfactoren worden afgerond naar het dichtstbijzijnde gehele getal.
pl: Dane są ważone przez zmienną {}, jednak ta analiza nie obsługuje wag ułamkowych. Wagi zostały zaokrąglone do najbliższej liczby całkowitej.
pt: Os dados são ponderados pela variável {}, mas esta análise não suporta ponderações não inteiras. Os pesos foram arredondados para o número inteiro mais próximo.
ru: Данные взвешены по переменной {}, однако данный анализ не поддерживает нецелые веса. Веса были округлены до ближайшего целого числа.
sv: Data viktas med variabeln {}, men den här analysen stöder inte vikter som inte är heltal. Vikterna har avrundats till närmaste heltal.
ta: தரவு {by மூலம் எடைபோடப்படுகிறது, இருப்பினும் இந்த பகுப்பாய்வு முழு எண் அல்லாத எடையை ஆதரிக்காது. எடைகள் அருகிலுள்ள முழு எண்ணுக்கு வட்டமானவை.
tr: Veriler {} değişkenine göre ağırlıklandırılır, ancak bu analiz tam sayı olmayan ağırlıkları desteklemez. Ağırlıklar en yakın tam sayıya yuvarlanmıştır.

source: The data is weighted by the variable {}.
ca: Les dades estan ponderades per la variable {}.
cs: Data jsou zvážena dle proměnné {}.
da: Dataene er vægtet med variablen {}.
de: Die Daten werden mit der Variable {} gewichtet.
es: Los datos son ponderados por la variable {}.
he: הנתונים משוקללים לפי המשתנה {}.
hr: Podaci su ponderirani varijablom {}.
it: I dati sono ponderati dalla variabile {}.
ja: データは{}変数で重みづけされています。
nl: De gegevens worden gewogen door de variabele {}.
pl: Dane są ważone według zmiennej {}.
pt: Os dados são ponderados pela variável {}.
ru: Данные взвешиваются по переменной {}.
sv: Data viktas med variabeln {}.
ta: தரவு {by மூலம் எடையுள்ளதாக இருக்கும்.
tr: Veriler {} değişkeniyle ağırlıklandırılır.

source: The data is weighted, however this analysis does not support weights. This analysis used the data unweighted.
ca: Les dades estan ponderades; però, aquesta anàlisi no admet ponderacions. S'han utilitzat les dades no ponderades.
cs: Data jsou zvážena, ale tato analýza nepodporuje váhy. Tato analýza použila data v nezvážené podobě.
da: Dataene er vægtede, men denne analyse understøtter ikke brugen af vægte. Dataene bruges uvægtet i denne analyse.
de: Die Daten sind gewichtet, jedoch unterstützt diese Analyse keine Gewichte. Diese Analyse verwendet die Daten ungewichtet.
es: Los datos están ponderados; sin embargo, este análisis no admite ponderaciones. Este análisis utilizó los datos no ponderados.
he: הנתונים משוקללים, אולם ניתוח זה אינו תומך במשקלים. הניתוח נעשה על הנתונים ללא שקלול.
hr: Podaci su ponderirani, međutim ova analiza ne podržava pondere. Ova je analiza koristila neponderirane podatke.
it: I dati sono ponderati, ma questa analisi non supporta i pesi. Questa analisi ha utilizzato i dati non ponderati.
ja: データは重みづけされていますが、この分析は重みづけをサポートしていません。分析では重みづけなしのデータを使用しました。
nl: Deze data is gewogen, maar deze analyse ondersteunt geen weegfactoren. De analyse heeft de gegevens ongewogen gebruikt.
pl: Dane są ważone, jednakże ta analiza nie obsługuje wag. W związku z tym wykorzystane zostały dane nieważone.
pt: Os dados são ponderados, mas a presente análise não suporta ponderações. Esta análise utilizou os dados não ponderados.
ru: Данные взвешены, однако данный анализ не поддерживает взвешивание. В данном анализе использовались невзвешенные данные.
sv: Data är viktade, men denna analys stöder inte användningen av vikter. Data används oviktade i denna analys.
ta: தரவு எடையுள்ளதாக இருக்கிறது, இருப்பினும் இந்த பகுப்பாய்வு எடையை ஆதரிக்காது. இந்த பகுப்பாய்வு தரவைப் பார்த்தது.
tr: Veriler ağırlıklandırılmıştır, ancak bu analiz ağırlıkları desteklememektedir. Bu analizde veriler ağırlıklandırılmadan kullanılmıştır.

source: The file '{filename}' already exists. Overwrite this file?
ca: L'arxiu ‘{filename}’ ja existeix. Sobre-escriure aquest arxiu?
cs: Soubor '{jméno souboru}' již existuje. Přepsat tento soubor?
da: Filen »{filename}« findes allerede. Vil du overskrive denne fil?
de: Die Datei „{Dateiname}“ existiert bereits. Diese Datei überschreiben?
es: El archivo «{filename}» ya existe. ¿Quiere sobrescribir este archivo?
fr: Le fichier '{filename}' existe déjà. Ecraser ce fichier ?
he: הקובץ ”{filename}“ כבר קיים. האם לשכתב אותו?
hr: Datoteka '{filename}' već postoji. Zamijeniti postojeću datoteku?
it: Il file '{filename}' esiste già. Sovrascrivere questo file?
ja: 「{filename}」というファイルがすでに存在します。上書きしますか？
kk: '{filename}' деген файл бұрыннан бар. Бұл файлды қайта жазу қажет пе?
ml: '{filename}' എന്ന ഫയൽ ഇപ്പോൾത്തന്നെ നിലവിലുണ്ട്. അതിനു മുകളിൽ ഓവർറൈറ്റ് ചെയ്യണോ?
nb_no: Filen «{filename}» finnes allerede. Vil du overskrive denne filen?
nl: Het bestand '{filename}' bestaat al. Wilt u het overschrijven?
pl: Plik '{filename}' już istnieje. Zastąpić ten plik?
pt: O ficheiro '{filename}' já existe. Substituir este ficheiro?
ru: Файл '{filename}' уже существует. Перезаписать этот файл?
sl: Datoteka »{filename}« že obstaja. Ali jo želite prepisati?
sv: Filen ”{filename}” finns redan. Skriva över den här filen?
ta: '{filename}' கோப்பு ஏற்கனவே உள்ளது. இந்த கோப்பை மேலெழுதவா?
tr: '{filename}' dosyası zaten var. Bu dosyanın üzerine yazılsın mı?
uk: Файл '{filename}' уже існує. Перезаписать цей файл?

source: The formula is mis-specified
ca: La fórmula està incorrectament especificada
cs: Vzorec je chybně zadán
da: Formlen indeholder fejl
de: Die Formel ist inkorrekt
es: La fórmula está mal especificada
fr: La formule est mal définie
he: הנוסחה שגויה
hr: Formula je pogrešno navedena
it: La formula non è specificata correttamente
ja: 式の指定に誤りがあります
kk: формула қате көрсетілген
ml: ഫോർമുല തെറ്റായി സ്പെസിഫൈ ചെയ്തിരിക്കുന്നു
nb_no: Formelen inneholder feil
nl: Deze formule is ongeldig
pl: Formuła zawiera błędy
pt: A fórmula está mal especificada
ru: Формула указана неправильно
sl: Enačba je zapisana napačno!
sv: Formeln innehåller fel
ta: தேற்றம் தவறாக குறிப்பிடப்பட்டுள்ளது
tr: Formül yanlış belirtilmiş
uk: Формула вказана неправильно

source: The index of value in the provided values.
ca: L'index del valor als valors proporcionats.
cs: Index hodnoty v zadaných hodnotách.
da: Indeks / position for en værdi inden for de angivne værdier.
de: Der Index dieses Werts in einer Gruppe von Werten.
es: El índice del valor en los valores proporcionados.
fr: L'index des valeurs dans les valeurs fournies.
he: מיקום ערך ברשימת ערכים.
hr: Indeks vrijednosti u priloženim vrijednostima.
it: L'indice del valore nei valori specificati.
ja: 検索値に一致する値の位置を返します。
kk: берілген мәндердегі мән индексі.
ml: തന്നിട്ടുള്ള മൂല്യങ്ങളിലെ ഈ മൂല്യത്തിന്റെ ഇൻഡക്സ്.
nb_no: Indeks / posisjon av en verdi innenfor de angitte verdiene.
nl: De index van de waarde in de gegeven waarden.
pl: Indeks wartości w podanych wartościach.
pt: O índice do valor nos valores fornecidos.
ru: Индекс значения в предоставленных границах.
sl: Indeks izbrane vrednosti v naboru podanih vrednosti.
sv: Index / position för ett värde inom de angivna värdena.
ta: வழங்கப்பட்ட மதிப்புகளில் மதிப்பின் அட்டவணை.
tr: Sağlanan değerlerdeki değer indeksi.
uk: Індекс значення у наданих кордонах.

source: The interaction of {0} and {1}
es: La interacción de {0} y {1}
he: האינטראקציה שבין {0} ל־{1}
hr: Interakcija od {0} i {1}
it: L'interazione di {0} e {1}
ru: Взаимодействие {0} и {1}

source: The interaction of {list}
es: La interacción de {list}
he: האינטראקציה של {list}
hr: Interakcija od {list}
it: L'interazione di {list}
ru: Взаимодействие {list}

source: The jamovi library is not available to your session.
ca: La biblioteca jamovi no està disponible en la seva sessió.
cs: Knihovna jamovi není pro vaši relaci dostupná.
da: jamovi-biblioteket er ikke tilgængeligt for din session.
de: Die jamovi-Bibliothek ist für Ihre Sitzung nicht verfügbar.
es: La biblioteca jamovi no está disponible en su sesión.
fr: La bibliothèque jamovi n’est pas disponible pour votre session.
he: ספריית jamovi אינה זמינה בהפעלה זו.
hr: jamovi biblioteka nije dostupna za tvoju sesiju.
it: La libreria jamovi non è disponibile per la tua sessione.
ja: このセッションではjamoviライブラリは使用できません。
kk: jamovi кітапханасы сеансыңыз үшін қолжетімді емес.
nl: De jamovi-bibliotheek is in deze sessie niet beschikbaar.
pl: Biblioteka jamovi nie jest dostępna dla Twojej sesji.
pt: A biblioteca jamovi não está disponível para sua sessão.
ru: Библиотека jamovi недоступна для вашей сессии.
sv: jamovi-biblioteket är inte tillgängligt för din session.
ta: உங்கள் அமர்வுக்கு சாமோவி நூலகம் கிடைக்கவில்லை.
tr: Jamovi kütüphanesi oturumunuz için kullanılabilir değildir.

source: The level value {r} is already in use.
ca: El valor de nivell {r} ja s'està utilitzant.
cs: Hodnota úrovně {r} je již použita.
da: Niveauværdien {r} er allerede i brug.
de: Der Faktorwert {r} wird bereits verwendet.
es: El valor de nivel {r} ya está en uso.
fr: La valeur de cette modalité {r} est déjà utilisée.
he: ערך הרמה {r} כבר בשימוש.
hr: Vrijednost razine {r} je već u upotrebi.
it: Il valore del livello {r} è già utilizzato.
ja: 水準値「{r}」はすでに使用されています。
kk: {r} деңгей мәні бұрыннан қолданыста.
ml: {r} എന്ന ലെവൽ മൂല്ല്യം നിലവിൽ ഉപയോഗത്തിലുണ്ട്.
nb_no: Nivåverdien {r} er allerede i bruk.
nl: De niveauwaarde {r} is al in gebruik.
pl: Wartość poziomu {r} jest już używana.
pt: O valor de nível {r} já está em uso.
ru: Значение уровня {r} уже используется.
sl: Vrednost ravni {r} je že v uporabi.
sv: Värdet på {r}-nivån används redan.
ta: நிலை மதிப்பு {r} ஏற்கனவே பயன்பாட்டில் உள்ளது.
tr: Düzey değeri {r} zaten kullanımda.
uk: Значення рівня {r} уже використовує.

source: The level value cannot be blank.
ca: El valor del nivell no pot deixar-se en blanc.
cs: Hodnota úrovně nemůže být prázdná.
da: Niveauværdien må ikke være tom.
de: Der Faktorwert darf nicht leer sein.
es: El valor del nivel no puede estar en blanco.
fr: La valeur de cette modalité ne peut pas être vide.
he: ערך הרמה לא יכול להיות ריק.
hr: Vrijednost razine ne može biti prazna.
it: Il valore del livello non può essere vuoto.
ja: 水準値は空白にできません。
kk: деңгей мәні бос болмауы керек.
ml: ലെവൽ മൂല്ല്യം ശൂന്യമായിരിക്കാൻ പറ്റില്ല.
nb_no: Nivåverdien kan ikke være tom.
nl: De niveauwaarde kan niet leeg zijn.
pl: Wartość poziomu nie może być pusta.
pt: O valor do nível não pode ficar em branco.
ru: Значение уровня не может быть пустым.
sl: Vrednost ravni ne sme biti prazno polje.
sv: Nivåvärdet får inte vara tomt.
ta: நிலை மதிப்பு காலியாக இருக்க முடியாது.
tr: Düzey değeri boş bırakılamaz.
uk: Значення рівня не можучи бути пустым.

source: The library is disabled
ca: La biblioteca està deshabilitada
cs: Knihovna je deaktivována
da: Biblioteket er deaktiveret
de: Die Bibliothek ist deaktiviert
es: La biblioteca está desactivada
fr: La bibliothèque est désactivée
he: הספרייה מבוטלת
hr: Biblioteka je deaktivirana
it: La libreria è disabilitata
ja: ライブラリは使用できません
kk: кітапхана өшірілген
ml: ലൈബ്രറി പ്രവർത്തനരഹിതമാണ്
nb_no: Biblioteket er deaktivert
nl: De bibliotheek is uitgeschakeld
pl: Biblioteka jest wyłączona
pt: A biblioteca está desativada
ru: Библиотека отключена
sl: Knjižnica je onemogočena
sv: Biblioteket är inaktiverat
ta: நூலகம் முடக்கப்பட்டுள்ளது
tr: Kütüphane devre dışı bırakıldı
uk: Бібліотека отключена
