Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Unable to access library
ca: No es pot accedir a la biblioteca
cs: Nelze získat přístup ke knihovně
da: Kan ikke få adgang til biblioteket
de: Zugriff auf die Bibliothek nicht möglich
es: No se puede acceder a la biblioteca
fr: Impossible d'accéder à la bibliothèque
he: לא ניתן לגשת לספרייה
hr: Nije moguće pristupiti biblioteci
it: Impossibile accedere alla libreria
ja: ライブラリにアクセスできません
kk: кітапханаға кіру мүмкін емес
ml: ലൈബ്രറി ആക്സസ് ചെയ്യാനായില്ല
nb_no: Får ikke tilgang til biblioteket
nl: Kan geen toegang krijgen tot bibliotheek
pl: Brak dostępu do biblioteki
pt: Não é possível aceder à biblioteca
ru: Не удается получить доступ к библиотеке
sl: Dostop do knjižnice ni mogoč
sv: Kan inte få tillgång till biblioteket
ta: நூலகத்தை அணுக முடியவில்லை
tr: Kütüphaneye erişilemiyor
uk: Не удается отримати доступ к бібліотеці

source: Unable to access the internet (likely due to a captive portal)
ca: No es pot accedir a Internet (probablement degut a un portal captiu)
cs: Nemožnost přístupu k internetu (pravděpodobně kvůli uzavřenému portálu)
da: Kan ikke få adgang til internettet (sandsynligvis fordi internetadgang kræver et login)
de: Kann nicht auf das Internet zugreifen (wahrscheinlich wegen eines Internet-Zugangs, der ein Einloggen erfordert)
es: No se puede acceder a Internet (probablemente debido a un portal cautivo)
he: לא ניתן לגשת לאינטרנט (כנראה בגלל עמוד שער (captive portal))
hr: Nije moguće pristupiti internetu (vjerojatno zbog preusmjeravanja na stranicu prijave)
it: Impossibile connettersi a Internet (probabile causa: un portale di autenticazione)
ja: インターネットにアクセスできません（おそらくキャプティブポータルが原因です）
nl: Geen internettoegang (waarschijnlijk omdat er eerst moet worden ingelogd op het netwerk)
pl: Brak dostępu do Internetu (prawdopodobnie z powodu problemów ze stroną logowania)
pt: Não é possível aceder à internet (provavelmente devido a um portal cativo)
ru: Невозможно получить доступ к Интернету (вероятно, из-за портала авторизации)
sv: Det går inte att komma åt internet (förmodligen för att internet kräver inloggning)
ta: இணையத்தை அணுக முடியவில்லை (சிறைப்பிடிக்கப்பட்ட போர்ட்டல் காரணமாக இருக்கலாம்)
tr: İnternete erişilemiyor (muhtemelen sabit bir portal nedeniyle)

source: Unable to browse {}
ca: No es pot navegar {}
cs: Nelze procházet {}
da: Kan ikke gennemse {}.
de: {} kann nicht durchsucht werden
es: No se puede navegar {}
fr: Impossible de parcourir {}
he: אין אפשרות לעיין ב{}
hr: Nije moguće pretražiti mapu {}
it: Impossibile navigare {}
ja: {}をブラウズできません
kk: {} шолу мүмкін емес
ml: {} ബ്രൌസ് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke bla gjennom {}
nl: Kan {} niet doorbladeren
pl: Nie można przeglądać {}
pt: Não é possível navegar {}
ru: Невозможно просмотреть {}
sl: Mesta {} ni mogoče prebrskati
sv: Det går inte att bläddra {}
ta: உலாவ முடியவில்லை {}
tr: {} göz atılamıyor
uk: Неможливо переглянути {}

source: Unable to connect to the server
ca: No es pot connectar amb el servidor
cs: Nepodařilo se připojit k serveru
da: Kan ikke oprette forbindelse til serveren
de: Keine Verbindung zum Server
es: No es posible conectarse al servidor
fr: Impossible de se connecter au serveur
he: לא ניתן להתחבר לשרת
hr: Nije moguće pristupiti serveru
it: Impossibile connettersi al server
ja: サーバに接続できません
kk: серверге қосылу мүмкін емес
ml: സെർവറിലേക്ക് കണക്റ്റുചെയ്യാനായില്ല
nb_no: Kan ikke koble til serveren
nl: Kan niet verbinden met de server
pl: Nie można połączyć się z serwerem
pt: Não é possível ligar ao servidor
ru: Не удается подключиться к серверу
sl: Povezava s strežnikom ni mogoča
sv: Det går inte att ansluta till servern
ta: சேவையகத்துடன் இணைக்க முடியவில்லை
tr: Sunucuya bağlanılamıyor
uk: Не удается подключиться к серверу

source: Unable to import {}
ca: No es pot importar {}
cs: Nepodařilo se importovat {}
da: Kan ikke importere {}.
de: {} kann nicht importiert werden
es: No se puede importar {}
fr: Impossible d'importer {}
he: לא ניתן לייבא את {}
hr: Nije moguće uvesti {}
it: Impossibile importare {}
ja: {}を読み込めません
kk: {} импорттау мүмкін емес
ml: {} ഇംപോർട്ട് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke importere {}
nl: Kan {} niet importeren
pl: Nie można zaimportować {}
pt: Não é possível importar {}
ru: Не удалось импортировать {}
sl: Datoteke {} ni mogoče uvoziti
sv: Det går inte att importera {}
ta: இறக்குமதி செய்ய முடியவில்லை {}
tr: {} içe aktarılamıyor
uk: Не удалось імпортувати {}

source: Unable to install {module}
es: Imposible instalar {module}
he: לא ניתן היה להתקין את {module}
hr: Nije moguće instalirati {module}
it: Non è possibile installare {module}
ru: Невозможно установить {module}

source: Unable to install module
ca: No es pot instal·lar el mòdul
cs: Nepodařilo se nainstalovat modul
da: Kan ikke installere modulet
de: Modul kann nicht installiert werden
es: No se puede instalar el módulo
fr: Impossible d'installer le module
he: לא ניתן להתקין את המודול
hr: Nije moguće instalirati modul
it: Impossibile installare il modulo
ja: モジュールをインストールできません
kk: модульді орнату мүмкін емес
ml: മൊഡ്യൂൾ ഇൻസ്റ്റാൾ ചെയ്യാനായില്ല
nb_no: Kan ikke installere modulen
nl: Kan module niet installeren
pl: Nie można zainstalować modułu
pt: Não é possível instalar o módulo
ru: Не удалось установить модуль
sl: Modula ni mogoče namestiti
sv: Det går inte att installera modulen
ta: தொகுதி நிறுவ முடியவில்லை
tr: Modül yüklenemiyor
uk: Не удалось установить модуль

source: Unable to open
ca: No es pot obrir
cs: Nepodařilo se otevřít
da: Kan ikke åbne
de: Kann nicht göffnet werden
es: No se puede abrir
fr: Impossible d'ouvrir
he: לא ניתן לפתוח
hr: Nije moguće otvoriti
it: Impossibile aprire
ja: 開けません
kk: ашу мүмкін емес
ml: തുറക്കാനാവുന്നില്ല
nb_no: Kan ikke åpne
nl: Kan niet openen
pl: Nie można otworzyć
pt: Não é possível abrir
ru: Невозможно открыть
sl: Ni mogoče odpreti
sv: Går inte att öppna
ta: திறக்க முடியவில்லை
tr: Açılamıyor
uk: Неможливо відкрити

source: Unable to paste
ca: No es pot enganxar
cs: Nelze vložit
da: Kan ikke indsætte
de: Einfügen nicht möglich
es: No se puede pegar
fr: Impossible de coller
he: אין אפשרות להדביק
hr: Nije moguće zalijepiti
it: Impossibile incollare
ja: 貼り付けできません
kk: қою мүмкін емес
ml: പേസ്റ്റ് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke lime inn
nl: Kan niet plakken
pl: Nie można wkleić
pt: Não é possível colar
ru: Не удалось вставить
sl: Vsebine ni mogoče prilepiti
sv: Går inte att klistra in
ta: ஒட்ட முடியவில்லை
tr: Yapıştırılamıyor
uk: Не удалось вставить

source: Unable to perform import
ca: No es pot realitzar la importació
cs: Nelze provést import
da: Kan ikke importere
de: Import kann nicht durchgeführt werden
es: No se puede realizar la importación
fr: Impossible d'importer
he: לא ניתן לייבא
hr: Nije moguće izvršiti uvoz
it: Impossibile eseguire l'importazione
ja: 読み込みを実行できません
kk: импорттау мүмкін емес
ml: ഇംപോർട്ട് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke utføre import
nl: Kan niet importeren
pl: Nie można zaimportować
pt: Não é possível importar
ru: Не удается выполнить импорт
sl: Ni mogoče izvesti uvoza
sv: Kan inte genomföra import
ta: இறக்குமதியை செய்ய முடியவில்லை
tr: İçe aktarma gerçekleştirilemiyor
uk: Не удается виконати імпорт

source: Unable to perform request
ca: No es pot realitzar la solicitut
cs: Nelze splnit požadavek
da: Kan ikke udføre forespørgsel
de: Anforderung kann nicht ausgeführt werden
es: No se puede realizar la solicitud
fr: Impossible d'accomplir cette requête
he: לא ניתן למלא את הבקשה
hr: Nije moguće izvršiti zahtjev
it: Impossibile eseguire la richiesta
ja: リクエストを実行できません
kk: өтінішті орындау мүмкін емес
ml: ആവശ്യം നിർവഹിക്കാൻ പറ്റിയില്ല
nb_no: Kan ikke utføre forespørselen
nl: Kan verzoek niet uitvoeren
pl: Nie można wykonać żądania
pt: Não é possível realizar o pedido
ru: Невозможно выполнить запрос
sl: Zahteve ni mogoče izvesti
sv: Kan inte utföra begäran
ta: கோரிக்கையைச் செய்ய முடியவில்லை
tr: İstek gerçekleştirilemiyor
uk: Неможливо виконати запит

source: Unable to reach the library
ca: No es pot contactar amb la biblioteca
cs: Nelze se spojit s knihovnou
da: Kan ikke få adgang til jamovi-biblioteket
de: Kann nicht auf die jamovi library zugreifen
es: No se puede contactar a la biblioteca
he: לא ניתן לגשת לספרייה
hr: Nije moguće doseći biblioteku
it: Impossibile raggiungere la libreria di jamovi
ja: ライブラリに接続できません
nl: Bibliotheek kon niet worden bereikt
pl: Nie można połączyć się z biblioteką
pt: Impossível aceder à biblioteca
ru: Невозможно использовать библиотеку
sv: Kan inte komma åt jamovi-biblioteket
ta: நூலகத்தை அடைய முடியவில்லை
tr: Kütüphaneye ulaşılamıyor

source: Unable to save
ca: No es pot desar
cs: Nelze uložit
da: Kan ikke gemme
de: Speichern nicht möglich
es: No se puede guardar
fr: Impossible de sauvegarder
he: אין אפשרות לשמור
hr: Nije moguće spremiti
it: Impossibile salvare
ja: 保存できません
kk: сақтау мүмкін емес
ml: സേവ് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke lagre
nl: Kan niet opslaan
pl: Nie można zapisać
pt: Não é possível gravar
ru: Не удалось сохранить
sl: Ni mogoče shraniti
sv: Kan inte spara
ta: சேமிக்க முடியவில்லை
tr: Kaydedilemiyor
uk: Не удалось зберегти

source: Unable to save {}
ca: No es pot desar {}
cs: Nelze uložit {}
da: Kan ikke gemme {}.
de: {} kann nicht gespeichert werden
es: No se puede guardar {}
fr: Impossible de sauvegarder {}
he: אין אפשרות לשמור {}
hr: Nije moguće spremiti {}
it: Impossibile salvare {}
ja: {}を保存できません
kk: {} сақтау мүмкін емес
ml: {} സേവ് ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke lagre {}
nl: Kan {} niet opslaan
pl: Nie można zapisać {}
pt: Não é possível gravar {}
ru: Не удалось сохранить {}
sl: Datoteke {} ni mogoče shraniti
sv: Kan inte spara {}
ta: {} சேமிக்க முடியவில்லை
tr: {} kaydedilemiyor
uk: Не удалось зберегти {}

source: Unable to uninstall module
ca: No es pot desinstal·lar el mòdul
cs: Nelze odinstalovat modul
da: Kan ikke afinstallere modulet
de: Modul kann nicht deinstalliert werden
es: No se puede desinstalar el módulo
fr: Impossible de désinstaller le module
he: לא ניתן להסיר את התקנת המודול
hr: Nije moguće deinstalirati modul
it: Impossibile disinstallare il modulo
ja: モジュールをアンインストールできません
kk: модульді жою мүмкін емес
ml: മൊഡ്യൂൾ അൺഇൻസ്റ്റാൾ ചെയ്യാനായില്ല
nb_no: Kan ikke avinstallere modulen
nl: Kan module niet deïnstalleren
pl: Nie można odinstalować modułu
pt: Não é possível desinstalar o módulo
ru: Не могу удалить модуль
sl: Modula ni mogoče odstraniti
sv: Det går inte att avinstallera modulen
ta: தொகுதி நிறுவல் நீக்க முடியவில்லை
tr: Modül kaldırılamıyor
uk: Не можу удалить модуль

source: Unavailable
ca: No disponible
cs: Nedostupné
da: Utilgængelig
de: Nicht verfügbar
es: No disponible
fr: Non disponible
he: לא זמין
hr: Nedostupno
it: Non disponibile
ja: 利用不可
kk: қол жетімді емес
ml: ലഭ്യമല്ല
nb_no: Utilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно
sl: Nedostopno
sv: Inte tillgänglig
ta: கிடைக்கவில்லை
tr: Kullanılamaz
uk: Недоступно

source: Underline
ca: Subratllar
cs: Podtržené
da: Understreg
de: Unterstreichen
es: Subrayar
fr: Souligner
he: קו תחתון
hr: Podcrtano
it: Sottolineato
ja: 下線
kk: астын сызу
ml: അടിവര
nb_no: Understrek
nl: Onderstrepen
pl: Podkreślenie
pt: Sublinhar
ru: Подчеркнутый
sl: Podčrtano
sv: Understryka
ta: அடிக்கோடிட்டு
tr: Altını çiz
uk: Підкресллений

source: Undo Edit
ca: Desfer Editar
cs: Vrátit úpravu
da: Fortryd redigering
de: Bearbeiten rückgängig machen
es: Deshacer Editar
fr: Annuler le changement
he: ביטול עריכה
hr: Poništi uređivanje
it: Annulla Modifica
ja: 取り消し
kk: өңдеуді болдырмау
ml: എഡിറ്റ് മാറ്റി പഴയപടിയാക്കുക
nb_no: Angre redigering
nl: Bewerken ongedaan maken
pl: Cofnij edycję
pt: Desfazer edição
ru: Отменить правку
sl: Razveljavi urejanje
sv: Ångra redigering
ta: திருத்தவும்
tr: Düzenlemeyi Geri Al
uk: Скасувати изменения

source: Unexpected error
ca: Error imprevist
cs: Neočekávaná chyba
da: Uventet fejl
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
he: שגיאה בלתי צפויה
hr: Neočekivana pogreška
it: Errore imprevisto
ja: 予期しないエラーです
kk: күтпеген қате
ml: അപ്രതീക്ഷിത എറർ
nb_no: Uventet feil
nl: Onverwachte fout
pl: Niespodziewany błąd
pt: Erro inesperado
ru: Непредвиденная ошибка
sl: Nepričakovana napaka
sv: Oväntat fel
ta: எதிர்பாராத பிழை
tr: Beklenmeyen hata
uk: Непредвиденная помилка

source: Unrecognised file format
ca: Format d'arxiu no reconegut
cs: Nerozpoznaný formát souboru
da: Ukendt filformat
de: Unbekanntes Dateiformat
es: Formato de archivo no reconocido
fr: Format de fichier non reconnu
he: סוג הקובץ אינו מוכר
hr: Neprepoznat datotečni format
it: Formato del file non riconosciuto
ja: 認識できないファイル形式
kk: танылмаған файл форматы
ml: തിരിച്ചറിയാത്ത ഫയൽ ഫോർമാറ്റ്
nb_no: Ukjent filformat
nl: Bestandsindeling niet herkend
pl: Nieznany formatu pliku
pt: Formato de ficheiro não reconhecido
ru: Неизвестный формат файла
sl: Neprepoznan zapis datoteke
sv: Okänt filformat
ta: அங்கீகரிக்கப்படாத கோப்பு வடிவம்
tr: Tanınmayan dosya biçimi
uk: Неизвестный формат файла

source: Update
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: עדכון
hr: Aktualiziraj
it: Aggiornamento
ja: 更新
kk: жаңарту
ml: അപ്ഡേറ്റ്
nb_no: Oppdater
nl: Bijwerken
pl: Aktualizacja
pt: Atualizar
ru: Обновить
sl: Posodobi
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Güncelleme
uk: Оновити

source: Update module {moduleName} to version {version}
es: Actualizar el módulo {moduleName} a la versión {version}
he: עדכון המודול {moduleName} לגרסה {version}
hr: Aktualiziraj modul {moduleName} na verziju {version}
it: Aggiornare il modulo {moduleName} alla versione {version}
ru: Обновление модуля {moduleName} до версии {version}

source: Upload failed
ca: Ha fallat la càrrega
cs: Nahrání selhalo
da: Upload mislykkedes
de: Upload fehlgeschlagen
es: Falló la carga
fr: Le téléchargement a échoué
he: ההעלאה נכשלה
hr: Prijenos nije uspio
it: Caricamento fallito
ja: アップロード失敗
kk: жүктеп салу сәтсіз аяқталды
ml: അപ്‌ലോഡ് നടന്നില്ല
nl: Uploaden mislukt
pl: Przesyłanie nie powiodło się
pt: Falha no upload
ru: Загрузка не удалась
sl: Pošiljanje je spodletelo
sv: Uppladdningen misslyckades
ta: பதிவேற்றம் தோல்வியடைந்தது
tr: Karşıya yükleme başarısız oldu
uk: Помилка відвантаження

source: Uploading
ca: Carregant
cs: Nahrávám
da: Uploade
de: Hochladen
es: Subiendo
fr: Upload en cours
he: מעלה
hr: Prijenos
it: Caricamento
ja: アップロード中
kk: жүктеп салынуда
ml: അപ്‌ലോഡ് ചെയ്യുന്നു
nb_no: Laster opp
nl: Uploaden
pl: Przesyłanie
pt: Carregando
ru: Загружается
sl: Poteka pošiljanje …
sv: Laddar upp
ta: பதிவேற்றம்
tr: Karşıya yükleniyor
uk: Загружается

source: use
ca: utilitza
cs: použít
da: brug
de: benutzen
es: usar
fr: utiliser
he: להשתמש
hr: koristi
it: usa
ja: なら
kk: пайдалану
ml: ഉപയോഗിക്കുക
nb_no: bruk
nl: gebruiken
pl: użyj
pt: usar
ru: использовать
sl: uporabi ‧
sv: använda
ta: பயன்படுத்தவும்
tr: kullanmak
uk: використати

source: used by
ca: utilitzat per
cs: používáno
da: brugt af
de: verwendet von
es: usado por
fr: utilisé par
he: בשימוש
hr: korišteno od
it: usato da
ja: 使用中
kk: пайдаланған
ml: ഉപയോഗിച്ചത്:
nb_no: brukt av
nl: gebruikt door
pl: używane przez
pt: usado por
ru: использован
sl: V uporabi pri
sv: används av
ta: பயன்படுத்தியது
tr: tarafından kullanılır
uk: використаний

source: using transform
ca: utilitzant transformació
cs: užitím transformace
da: ved hjælp af transformation
de: transformieren
es: usar transformación
fr: utiliser la transformation
he: שימוש בטרנספורמציה
hr: Transformacije
it: usando trasforma
ja: 使用する変換
kk: түрлендіруді пайдалану
ml: ട്രാൻസ്ഫോം ഉപയോഗിച്ച്
nb_no: ved hjelp av transformasjon
nl: gebruikt transformatie
pl: za pomocą przekształcenia
pt: usando a transformação
ru: используя преобразование
sl: z uporabo pretvorbe
sv: med hjälp av transformering
ta: உருமாற்றத்தைப் பயன்படுத்துதல்
tr: dönüşüm kullanarak
uk: використовуючи перетворення

source: Value is too large for column '{}' of type integer
ca: El valor es massa gran per a la columna '{}' de tipus enter
cs: Hodnota je moc velká pro sloupec '{}' typu celého čísla
da: Værdien er for stor til kolonnen »{}« af typen heltal
de: Wert ist zu groß für Spalte „{}“ vom Typ Integer
es: El valor es demasiado grande para la columna «{}» de tipo entero
fr: Valeur trop grande pour la colonne '{}' réglée sur Entier
he: הערך גדול מדי לעמודה ”{}“ מסוג מספר שלם
hr: Vrijednost je prevelika za stupac '{}' vrste cijelih brojeva
it: Per la colonna '{}' di tipo intero, il valore è troppo grande
ja: 値が大きすぎて整数型の列「{}」では使用できません
kk: мән түрі бүтін санның '{}" бағаны үшін тым үлкен
ml: പൂർണ്ണസംഖ്യ വേണ്ട '{}' നിരയ്ക്ക് ഈ വില വളരെ വലുതാണ്
nb_no: Verdien er for stor for kolonne «{}» av typen heltall
nl: Waarde te groot voor geheel getal in kolom '{}'
pl: Wartość jest za duża dla kolumny '{}' typu integer
pt: O valor é muito grande para a coluna '{}' de tipo inteiro
ru: Значение слишком велико для столбца '{}' целочисленного типа
sl: Vrednost je za stolpec celoštevilske vrste »{}« prevelika
sv: Värdet är för stort för kolumnen ”{}” av typen heltal
ta: வகை முழு எண் நெடுவரிசைக்கு மதிப்பு மிகப் பெரியது
tr: Değer, tamsayı türündeki '{}' sütunu için çok büyük
uk: Значення занадто велике для шпальти '{}' целочисленного типа

source: Variable {0}
he: המשתנה {0}
hr: Varijabla {0}
it: Variabile {0}
ru: Переменная {0}

source: Variable Description
es: Descripción de la variable
he: תיאור המשתנה
hr: Opis varijable
it: Descrizione della variabile
ru: Описание Переменной

source: Variable Name
es: Nombre de la variable
he: שם המשתנה
hr: Ime varijable
it: Nome della variabile
ru: Имя переменной

source: Variable setup
es: Configuración de variable
he: תצורת המשתנה
hr: Postavljanje varijable
it: Impostazione variabile
ru: Переменная настройка

source: Variable suffix
ca: Sufix de la variable
cs: Přípona proměnné
da: Suffiks til variabel
de: Variablensuffix
es: Variable de sufijo
fr: Suffixe de la variable
he: סיומת משתנה
hr: Sufiks varijable
it: Suffisso variabile
ja: 変数の接尾辞
kk: айнымалы жұрнақ
ml: വേരിയബിൾ സഫിക്സ്
nb_no: Suffiks til variabel
nl: Achtervoegsel variabele
pl: Przyrostek zmiennej
pt: Variável sufixo
ru: Суффикс переменной
sl: Pripona spremenljivke
sv: Suffix till variabel
ta: மாறக்கூடிய பின்னொட்டு
tr: Değişken son eki
uk: Суффикс переменной

source: Variable: {v}
cs: Proměnná: {v}
da: Variabel: {v}
he: משתנה: {v}
hr: Varijabla: {v}
it: Variabile: {v}
ja: 変数：{v}
kk: айнымалы: {v}
ml: വേരിയബിൾ: {v}
nb_no: Variabel: {v}
nl: Variabele: {v}
pl: Zmienna: {v}
pt: Variável: {v}
ru: Переменная: {v}
sl: Spremenljivka: {v}
sv: Variabel: {v}
ta: மாறி: {v}
tr: Değişken: {v}
uk: Переменная: {v}

source: Variables
cs: Proměnné
da: Variabler
de: Variablen
he: משתנים
hr: Varijable
id: Variabel
it: Variabili
ja: 変数
kk: айнымалылар
ml: വേരിയബിളുകൾ
nb_no: Variabler
nl: Variabelen
pl: Zmienne
pt: Variáveis
ru: Переменные
sl: Spremenljivke
sv: Variabler
ta: மாறிகள்
tr: Değişkenler
uk: Переменные

source: Variables {list}
he: המשתנים {list}
hr: Varijable {list}
it: Variabili {list}
ru: Переменные {list}

source: Variables List View
es: Vista de Lista de variables
he: תצוגת רשימה של המשתנים
hr: Prikaz popisa varijabli
it: Visualizzazione dell'elenco delle variabili
ru: Просмотр списка переменных

source: Variables View
es: Vista de variables
he: תצוגת משתנים
hr: Prikaz varijabli
it: Vista delle variabili
ru: Просмотр переменных

source: Version {v}
ca: Versió {v}
cs: Verze {v}
es: Versión {v}
he: גרסה {v}
hr: Verzija {v}
it: Versione {v}
ja: バージョン {v}
kk: {v} нұсқасы
ml: പതിപ്പ് {v}
nb_no: Versjon {v}
nl: Versie {v}
pl: Wersja {v}
pt: Versão {v}
ru: Версия {v}
sl: Različica {v}
ta: பதிப்பு {v}
tr: Sürüm {v}
uk: Версія {v}

source: Visible
cs: Viditelné
da: Synlig
de: Sichtbar
es: Visibles
he: מוצגות
hr: Vidljivo
it: Visibili
ja: 表示
kk: көрінетін
ml: ദൃശ്യമാണ്
nb_no: Synlig
nl: Zichtbaar
pl: Widoczne
pt: Visível
ru: Показать
sl: Vidni
sv: Synlig
ta: தெரியும்
tr: Görünür
uk: Бачити

source: Web Page {ext}
ca: Pàgina Web {ext}
cs: Webová stránka {ext}
da: Hjemmeside {ext}
de: Webseite {ext}
es: Página Web {ext}
fr: page Web {ext}
he: דף אינטרנט {ext}
hr: Web stranica {ext}
it: Pagina Web {ext}
ja: Webページ {ext}
kk: веб-бет {ext}
ml: വെബ് പേജ് {ext}
nb_no: Nettside {ext}
nl: Webpagina {ext}
pl: Strona internetowa {ext}
pt: Página Web {ext}
ru: Веб-страница {ext}
sl: Spletna stran {ext}
sv: Webbsida {ext}
ta: வலைப்பக்கம் {ext}
tr: Web Sayfası {ext}
uk: Веб-сторінка {ext}

source: Weights
ca: Ponderacions
cs: Váhy
da: Vægte
de: Gewichte
es: Ponderaciones
fr: Poids
he: משקלים
hr: Ponderi
it: Pesi
ja: 重みづけ
nl: Weegfactoren
pl: Wagi
pt: Pesos
ru: Веса
sv: Vikter
ta: எடைகள்
tr: Ağırlıklar

source: when
ca: quan
cs: když
da: når
de: wenn
es: cuando
fr: quand
he: כאשר
hr: kada
it: quando
ja: もし
kk: қашан
ml: എപ്പോൾ
nb_no: når
nl: wanneer
pl: gdy
pt: quando
ru: когда
sl: ko ‧
sv: när
ta: எப்போது
tr: ne zaman
uk: коли

source: When the variable contains a missing value, use the value, otherwise the else.
ca: Quan la variable conté un valor perdut, utilitzar aquest valor, contrariament l'altre.
cs: Když proměnná obsahuje chybějící hodnotu, použij tuto hodnotu, jinak tu druhou.
da: Når variablen indeholder en manglende værdi, skal du bruge den første værdi, ellers den anden.
de: Wenn die Variable einen fehlenden Wert enthält, verwenden Sie den ersten Wert, ansonsten den anderen Wert.
es: Cuando la variable contiene un valor perdido, use el valor, de lo contrario el otro.
fr: Quand la variable contient une valeur manquante, utiliser cette valeur. Sinon, utiliser l'autre valeur.
he: כשבמשתנה חסר ערך, הערך שבנוסחה ייבחר. אם לא, ה”אחרת“.
hr: Kada varijabla sadrži nedostajuću vrijednost, koristi vrijednost, inače ostalo.
it: Quando la variabile contiene un valore mancante, utilizzare il valore, altrimenti l'altro.
ja: 変数に欠損値が含まれている場合は「真の場合（value）」、そうでない場合は「偽の場合（else）」の値を返します。
kk: айнымалы мәнде жетіспейтін мән болса, мәнді пайдаланыңыз, әйтпесе else.
ml: വേരിയബിളിൽ ശൂന്യമായ ഒരു മൂല്യം ഉണ്ടെങ്കിൽ ഈ മൂല്യം ഉപയോഗിക്കുക, മറിച്ചായാൽ 'അല്ലെങ്കിൽ' എന്നതിലെ മൂല്യം ഉപയോഗിക്കുക.
nb_no: Når variabelen inneholder en manglende verdi, bruk den første verdien, ellers den andre.
nl: Gebruik de waarde wanneer de variabelewaarde ontbreekt. Gebruik anders de andere uitdrukking.
pl: Gdy zmienna zawiera braki danych użyj podanej wartości, w przeciwnym razie wykonaj *else*.
pt: Quando a variável contém um valor omisso, use o valor, caso contrário, o o "caso contrario".
ru: Когда переменная содержит отсутствующее значение, используйте это значение, иначе другое.
sl: Če spremenljivka vsebuje manjkajočo vrednost, uporabi vrednost, sicer nadalje sledi zapisu.
sv: Om variabeln innehåller ett saknat värde ska du använda det första värdet, annars det andra.
ta: மாறி காணாமல் போன மதிப்பைக் கொண்டிருக்கும்போது, மதிப்பைப் பயன்படுத்தவும், இல்லையெனில் வேறு.
tr: Değişken eksik bir değer içerdiğinde, değeri kullanın, aksi takdirde else'i kullanın.
uk: Коли переменная містить відсутній значення, використайте це значення, інакше другое.

source: Why is this additional step necessary?
ca: Per què és necessari aquest pas addicional?
cs: Proč je tento dodatečný krok nutný?
da: Hvorfor er dette ekstra skridt nødvendigt?
de: Warum ist dieser zusätzliche Schritt notwendig?
es: ¿Por qué es necesario este paso adicional?
fr: Pourquoi cette étape additionnelle est-elle nécessaire ?
he: מדוע יש צורך בצעד הנוסף?
hr: Zašto je potreban ovaj dodatni korak?
it: Perché è necessario questo passaggio aggiuntivo?
ja: なぜ追加の手順が必要なのですか？
kk: неліктен бұл қосымша қадам қажет?
ml: ഈ അധിക സ്റ്റെപ്പ് എന്തുകൊണ്ടാണ്?
nb_no: Hvorfor er dette ekstra trinnet nødvendig?
nl: Waarom is deze extra stap noodzakelijk?
pl: Dlaczego ten dodatkowy krok jest konieczny?
pt: Porque é necessário este passo adicional?
ru: Зачем нужен этот дополнительный шаг?
sl: Zakaj je zahtevan ta dodatni korak?
sv: Varför är detta extra steg nödvändigt?
ta: இந்த கூடுதல் படி ஏன் அவசியம்?
tr: Bu ek adım neden gereklidir?
uk: Нащо потрібний цей додатковий крок?
