Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Focus on variable list
es: Centrarse en el listado de variables
he: התמקדות ברשימת המשתנה
hr: Fokus na popis varijabli
it: Focus sull'elenco delle variabili
ru: Сосредоточьтесь на списке переменных

source: Font
cs: Písmo
da: Skrifttype
de: Schriftart
es: Fuente
fr: Police
he: גופן
it: Carattere
ja: 書体
kk: қаріп
ml: ഫോണ്ട്
nl: Lettertype
pt: Fonte
ru: Шрифт
sl: Pisava
sv: Skrifttyp
ta: எழுத்துரு
tr: Yazı Tipi
uk: Шрифт

source: Formula
cs: Vzorec
da: Formel
de: Formel
es: Fórmula
fr: Formule
he: נוסחה
id: Rumus
ja: 数式
kk: формула
ml: ഫോർമുല
nb_no: Formel
nl: Formule
pl: Formuła
pt: Fórmula
ru: Формула
sv: Formel
ta: தேற்றம்
tr: formül
uk: Формула

source: Formula contains illegal node
ca: La formula conté un node il·legal
cs: Vzorec obsahuje neplatný uzel
da: Formel indeholder ugyldig node
de: Die Formel enthält einen ungültigen Teil
es: La fórmula contiene un nodo ilegal
fr: Cette formule contient un nœud illégal
he: הנוסחה מכילה צומת בלתי חוקי
hr: Formula sadrži nedopušten član
id: Rumus mengandung simpul ilegal
it: La formula contiene un nodo non consentito
ja: 式に不正なノードが含まれています
kk: формула заңсыз түйінді қамтиды
ml: ഫോർമുലയിൽ അനുവദനീയമല്ലാത്ത നോഡ് അടങ്ങിയിരിക്കുന്നു
nb_no: Formelen inneholder ugyldig node
nl: Formule bevat ongeldige node
pl: Formuła zawiera nieprawidłowy węzeł
pt: A fórmula contém um nó ilegal
ru: Формула содержит недопустимый узел
sl: Formula vključuje neveljavno vozlišče
sv: Formeln innehåller ogiltig nod
ta: சூத்திரத்தில் சட்டவிரோத முனை உள்ளது
tr: Formül geçersiz düğüm içeriyor
uk: Формула містить недопустимый вузол

source: Formula is mis-specified (If you're wanting to test equality, use two equals signs '==')
ca: La formula està mal especificada (si es vol comprovar igualtat, cal utilitzar dos signes d'igual '==')
cs: Vzorec je chybně zadaný (Pokud chcete otestovat rovnost, použijte dvě rovnítka '==')
da: Formlen er forkert specificeret (hvis du vil teste lighed, skal du bruge to lighedstegn '==')
de: Formel ist falsch spezifiziert (Wenn Sie Gleichheit testen möchten, verwenden Sie zwei Gleichheitszeichen „==“)
es: La fórmula está mal especificada (si desea probar la igualdad, use dos signos de igual «==»)
fr: La formule est mal définie (si vous voulez tester une égalité, utilisez deux signes égal '==')
he: הנוסחה שגויה (כדי לבחון שוויון יש להשתמש בשני סימני שוויון ”==“)
hr: Formula je pogrešno navedena (Ako želiš testirati jednakost, koristi dva znaka jednakosti '==')
id: Formula salah ditentukan (Jika kamu ingin menguji persamaan, gunakan dua tanda sama dengan '==')
it: La formula è stata specificata in modo errato (se si desidera verificare l'uguaglianza, utilizzare due segni di uguale '==')
ja: 式の指定に誤りがあります（値が等しいことを確かめたいのであれば、「=」でなく「==」としてください）
kk: формула қате көрсетілген (Егер теңдікті тексергіңіз келсе, «==» екі теңдік белгісін пайдаланыңыз)
ml: ഫോർമുല തെറ്റായി സ്പെസിഫൈ ചെയ്തിരിക്കുന്നു (തുല്യത പരീക്ഷിക്കാനാണെങ്കിൽ, രണ്ട് തുല്യ ചിഹ്നങ്ങൾ '==' ഉപയോഗിക്കുക)
nb_no: Formelen er feilspesifisert (Hvis du vil teste likhet, bruk to likhetstegn '==')
nl: Formule is onjuist gespecificeerd (Gebruik twee gelijktekens '==' als u op gelijkwaardigheid wilt controleren)
pl: Formuła zawiera błędy (jeżeli chcesz sprawdzić równość, użyj dwóch znaków równości '==')
pt: A fórmula foi especificada incorretamente (se quiser testar a igualdade, use dois sinais de igual '==')
ru: Формула указана неправильно (если вы хотите проверить равенство, используйте два знака равенства '==')
sl: Enačba je zapisana napačno! (Če preverjate enakost, uporabite znak »==«)
sv: Formeln är felaktigt specificerad (Om du vill testa jämlikhet, använd två likhetstecken '==')
ta: தேற்றம் தவறாக குறிப்பிடப்பட்டுள்ளது (நீங்கள் சமத்துவத்தை சோதிக்க விரும்பினால், இரண்டு சமமான அறிகுறிகளைப் பயன்படுத்துங்கள் '==')
tr: Formül yanlış belirtilmiş (Eşitliği test etmek istiyorsanız, iki eşittir işareti '==' kullanın)
uk: Формула вказана неправильно (якщо ви хочете перевірити рівність, використайте два знака рівності '==')

source: Frequencies
ca: Recompte
cs: Frekvence
da: Frekvenser
de: Häufigkeiten
es: Recuento
fr: Fréquences
he: תדירויות
hr: Učestalosti
id: Frekuensi
it: Frequenze
ja: 度数
ml: ഫ്രീക്വൻസികൾ
nl: Frequenties
pl: Częstości
pt: Frequências
ru: Частоты
sv: Frekvenser
ta: அலைவெண்கள்
tr: Frekanslar

source: Function {}() does not exist
ca: La funció {} () no existeix
cs: Funkce {}() neexistuje
da: Funktionen {}() findes ikke
de: Funktion {}() existiert nicht
es: La función {} () no existe
fr: La fonction {}() n'existe pas
he: הפונקצייה {}() אינה קיימת
hr: Funkcija {}() ne postoji
id: Fungsi {}() tidak ada
it: La funzione {}() non esiste
ja: 関数 {}() が存在しません
kk: {}() функциясы жоқ
ml: ഫങ്ഷൻ {}() നിലവിലില്ല
nb_no: Funksjonen {}() finnes ikke
nl: Functie {}() bestaat niet
pl: Funkcja {}() nie istnieje
pt: Função {} () não existe
ru: Функция {}() не существует
sl: Funkcija {}() ne obstaja
sv: Funktionen {}() finns inte
ta: செயல்பாடு {} () இல்லை
tr: {}() işlevi mevcut değil
uk: Функція {}() не існує

source: Function {}() requires atleast {} argument{}
ca: La funció {}() requereix com a mínim {} argument(s){}
cs: Funkce {}() vyžaduje alespoň {} argument {}
da: Funktionen {}() kræver mindst {} argument{}
de: Funktion {}() erfordert mindestens {} Argument{}
es: La función {}() requiere al menos {} argumento{}
fr: La fonction {}() requiert au moins {} argument(s){}
he: הפונקצייה {}() צריכה לפחות {} ארגומנטים
hr: Funkcija {}() zahtjeva barem {} argument{}
id: Fungsi {}() membutuhkan setidaknya {} argumen{}
it: La funzione {}() richiede almeno {} argomento{}
ja: 関数 {}() には少なくとも{}個の引数が必要です
kk: {}() функциясы кем дегенде {} аргументті талап етеді{}
ml: ഫങ്ഷൻ {}() ന് കുറഞ്ഞത് {} ആർഗ്യുമെന്റ്{} ആവശ്യമാണ്
nb_no: Funksjonen {}() krever minst {} argument{}
nl: Functie {}() vereist tenminste {} argument{}
pl: Funkcja {}() wymaga co najmniej {} argumentu/ów{}
pt: A função {} () requer pelo menos {} argumento {}
ru: Для функции {}() требуется как минимум {} аргумент{}
sl: Funkcija {}() zahteva vsaj {} argument{}
sv: Funktionen {}() kräver minst {} argument{}
ta: செயல்பாடு {} () க்கு குறைந்தபட்சம் {} உரையாடல் {} தேவை
tr: {}() işlevi en az {} bağımsız değişken{} gerektirir
uk: Для функції {}() вимагає як мінімум {} аргумент{}

source: Function {}() requires between {} and {} arguments
ca: La funció {} () requereix entre {} i {} arguments
cs: Funkce {}() vyžaduje mezi {} a {} argumenty
da: Funktionen {}() kræver mellem {} og {} argumenter
de: Funktion {}() erfordert zwischen {}- und {}-Argumente
es: La función {} () requiere entre {} y {} argumentos
fr: La fonction {}() requiert entre {} et {} arguments
he: הפונקצייה {}() צריכה {}–{} ארגומנטים
hr: Funkcija {}() zahtjeva između {} i {} argumenata
id: Fungsi {}() membutuhkan argumen antara {} dan {}
it: La funzione {}() richiede argomenti compresi tra {} e {}
ja: 関数 {}() には{}個から{}個の引数が必要です
kk: {}() функциясы {} және {} арасындағы аргументтерді талап етеді
ml: {}() ഫങ്ഷന് {} ഉം {} ഉം ഇടയിൽ ആർഗ്യുമെന്റുകൾ വേണം
nb_no: Funksjonen {}() krever mellom {} og {} argumenter
nl: Functie {}() vereist tussen de {} en {} argumenten
pl: Funkcja {}() wymaga pomiędzy {} a {} argumentów
pt: A função {} () requer entre {} e {} argumentos
ru: Функция {}() требует от {} до {} аргументов
sl: Funkcija {}() zahteva med {} in {} argumentov
sv: Funktionen {}() kräver mellan {} och {} argument
ta: செயல்பாடு {} () {} மற்றும் {} வாதங்களுக்கு இடையில் தேவைப்படுகிறது
tr: {}() işlevi {} ve {} arasında bağımsız değişken gerektirir
uk: Функція {}() вимагає від {} до {} аргументів

source: Function {}() takes {} argument{}
ca: La funció {}() accepta {} argumento{}
cs: Funkce {}() přebírá {} argument{}
da: Funktionen {}() kræver {} argumentet{}
de: Funktion {}() benötigt {} Argument{}
es: La función {}() toma {} argumento{}
fr: La fonction {}() accepte {} argument(s) {}
he: הפונקצייה {}() מקבלת {} ארגומנטים
hr: Funkcija {}() uzima {} argument{}
id: Fungsi {}() membutuhkan {} argumen{}
it: La funzione {}() richiede {} argomento{}
ja: 関数 {}() には{}個の引数が必要です
kk: {}() функциясы {} аргументін қабылдайды{}
ml: {}() ഫങ്ഷന് {} ആർഗ്യുമെന്റ് വേണം{}
nb_no: Funksjonen {}() tar {} argumentet {}
nl: Functie {}() accepteert {} argument{}
pl: Funkcja {}() pobiera {} argumenty/ów{}
pt: A função {} () requer entre {} e {} argumentos
ru: Функция {}() принимает {} аргумент{}
sl: Funkcija {}() prevzame {} argument{}
sv: Funktionen {}() kräver {} argument{}
ta: {} () செயல்பாடு {} உரையாடல் {} எடுக்கும்
tr: {}() işlevi {} argümanını{} alır
uk: Функція {}() приймає {} аргумент{}

source: Functions
ca: Funcions
cs: Funkce
da: Funktioner
de: Funktionen
es: Funciones
fr: Fonctions
he: פונקציות
hr: Funkcije
id: Fungsi
it: Funzioni
ja: 関数
kk: Функциялар
ml: ഫങ്ഷനുകൾ
nb_no: Funksjoner
nl: Functies
pl: Funkcje
pt: Funções
ru: Функции
sl: Funkcije
sv: Funktioner
ta: செயல்பாடுகள்
tr: İşlevler
uk: Функції

source: Greater than
ca: Més gran que
cs: Větší než
da: Større end
de: Größer als
es: Mayor que
fr: Supérieur à
he: גדול מ־
hr: Veće nego
id: Lebih besar dari
it: Più grande di
ja: この値より大
kk: -ден үлкен
ml: ഗ്രേറ്റർ ദാൻ
nb_no: Større enn
nl: Groter dan
pl: Większy niż
pt: Maior que
ru: Больше чем
sl: Večje od
sv: Större än
ta: விட பெரியது
tr: daha büyük
uk: Більше чим

source: Greater than or equal to
ca: Més gran que o igual a
cs: Větší nebo rovno
da: Større end eller lig med
de: Größer oder gleich als
es: Mayor qué o igual a
fr: Supérieur ou égal à
he: גדול מ־ או שווה ל־
hr: Veće nego ili jednako
id: Lebih dari atau sama dengan
it: Maggiore o uguale a
ja: この値以上
kk: Үлкен немесе оған тең
ml: ഇതിലും വലുതോ ഇതിനു ഒപ്പമോ:
nb_no: Større enn eller lik
nl: Groter dan of gelijk aan
pl: Większy lub równy
pt: Maior ou igual que
ru: Больше или равно
sl: Večja ali enako
sv: Större än eller lika med
ta: விட பெரியது அல்லது சமம்
tr: Büyük veya eşit
uk: Більше або рівно

source: Greens
ca: Verds
cs: Zelené
da: Grønntoner
de: Grüntöne
fr: Verts
he: ירוקים
hr: Zelene
id: Hijau
it: Verdi
ja: グリーン
kk: Жасылдар
ml: ഗ്രീൻസ്
nb_no: Grønntoner
nl: Groentinten
pl: Odcienie zieleni
pt: Verdes
ru: Зелень
sl: Zeleno
sv: Nyanser av grønt
ta: கீரைகள்
tr: Yeşiller
uk: Зеленая

source: Greys
ca: Grissos
cs: Šedé
da: Gråtoner
de: Grautöne
fr: Gris
he: אפורים
hr: Sive
id: Abu-abu
it: Grigi
ja: グレー
kk: Сұр
ml: ഗ്രേയ്‌സ്
nb_no: Gråtoner
nl: Grijstinten
pl: Odcienie szarości
pt: Cinzentos
ru: Серые
sl: Sivo
sv: Nyanser av grått
ta: கிரேச்
tr: griler
uk: Серая

source: Group
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
fr: Groupe
he: קבוצה
hr: Grupa
id: Grup
it: Gruppo
ja: グループ
kk: топ
ml: ഗ്രൂപ്പ്
nb_no: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа
sl: Skupina
sv: Grupp
ta: குழு
tr: Grup
uk: Група

source: Hadley
he: הדלי
ja: ggplot風
kk: Хэдли
ml: ഹാഡ്‌ലി
ru: Хэдли
ta: ஆட்லி
uk: Хэдли

source: Heading
ca: Encapçalament
cs: Nadpis
da: Overskrift
de: Überschrift
es: Título
fr: Titre
he: כותרת
hr: Zaglavlje
id: Judul
it: Intestazione
ja: 見出し
kk: Тақырып
ml: ഹെഡിങ്ങ്
nb_no: Overskrift
nl: Kop
pl: Nagłówek
pt: Cabeçalho
ru: Заголовок
sl: Naslov
sv: Över­skrift
ta: தலைப்பு
tr: Başlık
uk: Заголовок

source: Help
ca: Ajuda
cs: Nápověda
da: Få hjælp
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hr: Pomoć
id: Bantuan
it: Aiuto
ja: ヘルプ
kk: Анықтама
ml: സഹായം
nb_no: Hjelp
nl: Hulp
pl: Pomoc
pt: Ajuda
ru: Помощь
sl: Pomoč
sv: Få hjälp
ta: உதவி
tr: Yardım
uk: Допомога

source: Hi
ca: Hola
cs: Ahoj
da: Hej
de: Hallo
es: Hola
fr: Salut
he: היי
hr: Pozdrav
id: Hai
it: Ciao
ja: こんにちは
kk: Сәлем
ml: ഹായ്
nb_no: Hei
nl: Hallo
pl: Cześć
ru: Привет
sv: Hej
ta: ஆய்
tr: Merhaba
uk: Вітання

source: Hidden
ca: Ocult
cs: Skryté
da: Skjult
de: Versteckt
es: Ocultas
fr: Caché
he: מוסתרות
hr: Skriveno
id: Tersembunyi
it: Nascosti
ja: 非表示
kk: Жасырын
ml: മറഞ്ഞിരിക്കുന്നത്
nb_no: Skjult
nl: Verborgen
pl: Ukryte
pt: Escondido
ru: Скрытый
sl: Skriti
sv: Gömd
ta: மறைக்கப்பட்ட
tr: Gizli
uk: Прихований

source: Hide
ca: Ocultar
cs: Skrýt
da: Skjul
de: Ausblenden
es: Ocultar
fr: Cacher
he: הסתרה
hr: Sakrij
id: Sembunyi
it: Nascondere
ja: 隠す
kk: Жасыру
ml: മറയ്ക്കുക
nb_no: Skjul
nl: Verbergen
pl: Ukryj
pt: Esconder
ru: Скрыть
sl: Skrij
sv: Göm
ta: மறை
tr: Gizle
uk: Скрыть

source: Hide analysis options
es: Esconder las opciones de análisis
he: הסתרת אפשרויות הניתוח
hr: Sakrij opcije analize
it: Nascondere le opzioni di analisi
ru: Скрыть параметры анализа

source: Hide filter columns
ca: Ocultar columnes de filtre
cs: Skrýt sloupce filtrů
da: Skjul filterkolonner
de: Filterspalten ausblenden
es: Esconder columnas filtradas
fr: Masquer les colonnes du filtre
he: הסתרת עמודות מסננים
hr: Sakrij stupce filtra
id: Sembunyikan kolom filter
it: Nascondere le colonne del filtro
ja: フィルタ列を非表示
kk: Сүзгі бағандарын жасыру
ml: ഫിൽട്ടർ നിരകൾ മറയ്ക്കുക
nb_no: Skjul filterkolonner
nl: Filterkolommen verbergen
pl: Ukryj kolumny filtra
pt: Ocultar as colunas de filtro
ru: Скрыть столбцы фильтра
sl: Skrij filtrirne stolpce
sv: Göm filterkolumner
ta: வடிகட்டி நெடுவரிசைகளை மறைக்கவும்
tr: Filtre sütunlarını gizle
uk: Скрыть шпальти фільтра

source: Hide library
ca: Ocultar biblioteca
cs: Skrýt knihovnu
da: Skjul bibliotek
de: Bibliothek ausblenden
es: Ocultar biblioteca
fr: Cacher la bibliothèque
he: הסתרת ספרייה
hr: Sakrij biblioteku
id: Sembunyikan perpustakaan
it: Nascondere la libreria
ja: ライブラリを隠す
kk: Кітапхананы жасыру
ml: ലൈബ്രറി മറയ്ക്കുക
nb_no: Skjul bibliotek
nl: Bibliotheek verwijderen
pl: Ukryj bibliotekę
pt: Ocultar biblioteca
ru: Скрыть библиотеку
sl: Skrij knjižnico
sv: Göm bibliotek
ta: நூலகத்தை மறைக்கவும்
tr: Kitaplığı gizle
uk: Скрыть бібліотеку

source: Hide module {moduleName} from the Analyses ribbon
es: Esconder el módulo {moduleName} de la barra de Análisis
he: הסתרת המודול {moduleName} מרצועת הניתוחים
hr: Sakrij modul {moduleName} iz vrpce analize
it: Nascondere il modulo {moduleName} dalla barra multifunzione Analisi
ru: Скрыть модуль {moduleName} с ленты Анализы

source: Hide options
ca: Ocultar opcions
cs: Skrýt možnosti
da: Skjul opsjoner
de: Optionen ausblenden
es: Esconder opciones
fr: Cacher les options
he: הסתרת האפשרויות
hr: Sakrij opcije
id: Sembunyikan opsi
it: Nascondere le opzioni
ja: オプションを非表示
kk: Параметрлерді жасыру
ml: ഓപ്ഷനുകൾ മറയ്ക്കുക
nb_no: Skjul opsjoner
nl: Opties verwijderen
pl: Ukryj opcje
pt: Opções de ocultação
ru: Скрыть параметры
sl: Skrij možnosti
sv: Göm alternativ
ta: விருப்பங்களை மறைக்கவும்
tr: Seçenekleri gizle
uk: Скрыть параметри

source: Hide variable setup
es: Esconder la configuración de variables
he: הסתרת תצורת המשתנה
hr: Sakrij postavljanje varijable
it: Nascondere l'impostazione delle variabili
ru: Скрыть настройку переменных

source: Highlight Color
ca: Color Destacat
cs: Barva zvýraznění
da: Farve til fremhævning
de: Hervorhebungsfarbe
es: Resaltar Color
fr: Couleur de surlignage
he: צבע הדגשה
hr: Boja isticanja
id: Sorot Warna
it: Evidenzia il colore
ja: 強調色
kk: ерекшелеу түсі
ml: ഹൈലൈറ്റ് നിറം
nb_no: Farge for fremheving
nl: Arceringskleur
pl: Kolor wyróżnienia
pt: Cor de destaque
ru: Цвет выделения
sl: Barva ozadja
sv: Färg för markering
ta: வண்ணத்தை முன்னிலைப்படுத்தவும்
tr: Vurgu Rengi
uk: Квіт виділення

source: Home
ca: Inici
da: Startside
es: Inicio
fr: Accueil
he: בית
hr: Polazno
id: Beranda
it: Casa
ja: ホーム
kk: Басты
ml: ഹോം
nb_no: Hjem
nl: Start
pl: Strona główna
pt: Casa
ru: Домой
sl: Začetek‧
sv: Startsida
ta: வீடு
tr: Ev
uk: Домой

source: I ♥ SPSS
ca: Jo ♥ SPSS
es: Yo ♥ SPSS
he: אני ♥︎ SPSS
hr: Ja ♥ SPSS
it: Io ♥ SPSS
ja: SPSS風
kk: Мен ♥ SPSS
ml: ഐ ♥ SPSS
tr: SPSS'i seviyorum

source: ID
cs: Identifikace
fr: Identité
he: מזהה
ml: ഐഡി
ru: Идентификатор
sl: Oznaka ID
ta: ஐடி
uk: Идентификатор

source: Idle session
ca: Sesió inactiva
cs: Nečinná relace
da: Inaktiv session
de: Sitzung im Leerlauf
es: Sesión inactiva
fr: Session inactive
he: ההפעלה אינה פעילה
hr: Sesija u mirovanju
id: Sesi idle
it: Sessione inattiva
ja: アイドルセッション
kk: Бос сеанс
ml: നിഷ്ക്രിയ സെഷൻ
nb_no: Inaktiv økt
nl: Inactieve sessie
pl: Sesja bezczynna
pt: Sessão inativa
ru: Сеанс простоя
sl: Nedejavna seja
sv: Inaktiv session
ta: செயலற்ற அமர்வு
tr: boş oturum
uk: Сеанс простоя

source: if
ca: si
cs: pokud
da: hvis
de: wenn
es: si
fr: si
he: אם
hr: ako
id: jika
it: se
ja: もし
kk: егер
ml: എങ്കിൽ
nb_no: hvis
nl: als
pl: jeżeli
pt: se
ru: если
sl: če
sv: om
ta: என்றால்
tr: Eğer
uk: якщо

source: If the expression resolves true, use the value, otherwise the else.
ca: Si la expressió resulta verirat, s'utilitza el valor, i en cas contrari l'altre.
cs: Pokud je honota výrazu true, použije se tato hodnota, jinak se použije hodnota else.
da: Hvis udtrykket er sandt, bruges den første værdi, ellers den anden.
de: Wenn der Ausdruck wahr ist, verwende den ersten Wert, ansonsten den anderen Wert.
es: Si la expresión se resuelve como verdadera, use el valor, si no el otro.
fr: Si l'expression s'avère vraie, utiliser cette valeur. Sinon, utiliser l'autre.
he: אם הפסוק אמת, הערך ייבחר. אם לא, ה”אחרת“.
hr: Ako je izraz točan, koristi vrijednost, u protivnom drugo.
id: Jika ekspresi dinyatakan benar, gunakan nilai, jika tidak yang lain.
it: Se l'espressione si risolve come 'VERO', utilizzare il valore, altrimenti l'altro.
ja: 条件式（expression）が「真」の場合は「真の場合（value）」、そうでない場合は「偽の場合（else）」の値を返します。
kk: егер өрнек ақиқат болса, мәнді пайдаланыңыз, әйтпесе else.
ml: എക്സ്പ്രഷൻ ശരിയായാൽ ഈ മൂല്യം ഉപയോഗിക്കുക, മറിച്ചായാൽ 'അല്ലെങ്കിൽ' എന്നതിലെ മൂല്യം ഉപയോഗിക്കുക.
nb_no: Hvis uttrykket blir sant, bruk verdien, ellers det andre.
nl: Gebruikt de waarde als de oplossing van de uitdrukking 'waar' is. Gebruikt anders de andere uitdrukking.
pl: Jeżeli wyrażenie zwraca *true* użyj podanej wartości, w przeciwnych razie wykonaj *else*.
pt: Se a expressão for verdadeira, use o valor, caso contrário, o "caso contrário".
ru: Если выражение разрешается как true, используйте значение, иначе другое.
sl: Če je vrednost izraz PRAV, uporabi vrednost, v nasprotnem nadalje sledi zapisu.
sv: Om uttrycket blir sant, använd värdet, annars det andra.
ta: வெளிப்பாடு உண்மையை தீர்த்தால், மதிப்பைப் பயன்படுத்துங்கள், இல்லையெனில் வேறு.
tr: İfade doğru olarak çözülürse, değeri kullanın, aksi takdirde diğerini kullanın.
uk: Якщо вираження разрешается як true, використайте значення, інакше другое.

source: Image
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
es: Imagen
he: תמונה
hr: Slika
id: Gambar
it: Immagine
ja: 画像
kk: кескін
ml: ചിത്രം
nb_no: Bilde
nl: Afbeelding
pl: Obraz
pt: Imagem
ru: Изображение
sl: Slika
sv: Bild
ta: படம்
tr: Görüntü
uk: Зображення

source: Import
ca: Importar
cs: Dovoz
da: Importere
de: Importieren
es: Importar
fr: Importer
he: ייבוא
hr: Uvezi
id: Impor
it: Importa
ja: 読み込み
kk: импорттау
ml: ഇംപോർട്ട്
nb_no: Importere
nl: Importeren
pt: Importar
ru: Импорт
sl: Uvozi
ta: இறக்குமதி
tr: İçe aktar
uk: Імпорт

source: Import successful
ca: Importació correcta
cs: Dovoz proběhl úspěšně
da: Importen var vellykket
de: Import erfolgreich
es: Importación exitosa
fr: Import réussi
he: הייבוא בוצע בהצלחה
hr: Uvoz je uspio
id: Impor berhasil
it: Importazione riuscita
ja: 読み込みました
kk: импорттау сәтті өтті
ml: ഇംപോർട്ട് വിജയകരം
nb_no: Importen var vellykket
nl: Importeren voltooid
pl: Importowanie zakończone pomyślnie
pt: Importação com sucesso
ru: Импорт выполнен успешно
sl: Uvoz je uspešno končan
sv: Importen lyckades
ta: இறக்குமதி வெற்றிகரமாக
tr: İçe aktarma başarılı
uk: Імпорт виконаний успішно

source: Imported as
ca: Importat com
cs: Importováno jako
da: Importeret som
de: Importiert als
es: Importado como
fr: Importé en tant que
he: ייבוא בשם
hr: Uvezeno kao
id: Diimpor sebagai
it: Importato come
ja: 読み込み名
kk: ретінде импортталған
ml: ആയി ഇറക്കുമതി ചെയ്തു
nb_no: Importert som
nl: Geïmporteerd als
pl: Zaimportowane jako
pt: Importado como
ru: Импортировано как
sl: Uvoženo kot
sv: Importerad som
ta: இறக்குமதி செய்யப்பட்டது
tr: olarak içe aktarıldı
uk: Импортировано як

source: Importing
ca: Important
cs: Import
da: Importere
de: Importieren
es: Importando
fr: Importation
he: מייבא
hr: Uvoženje
id: Pengimporan
it: Importazione
ja: 読込中
kk: импорттау
ml: ഇംപോർട്ട് ചെയ്യുന്നു
nb_no: Importerer
nl: Geïmporteerd
pl: Importowanie
pt: A importar
ru: Импортирование
sl: Poteka uvažanje ...
sv: Importerar
ta: இறக்குமதி
tr: içe aktarılıyor
uk: Импортирование

source: In development
ca: En desenvolupament
cs: Ve vývoji
da: Under udvikling
de: In Entwicklung
es: En desarrollo
fr: En développement
he: בפיתוח
hr: U razvoju
id: Dalam perkembangan
it: In fase di sviluppo
ja: 開発中
kk: даму үстінде
ml: പണി നടക്കുന്നു
nl: In ontwikkeling
pl: W przygotowaniu
pt: Em desenvolvimento
ru: В разработке
sl: V razvoju
sv: Under utveckling
ta: வளர்ச்சியில்
tr: Geliştirilmekte
uk: У розробці

source: inactive
ca: inactiu
cs: neaktivní
da: inaktiv
de: inaktiv
es: inactivo
fr: inactif
he: לא פעיל
hr: neaktivno
id: tidak aktif
it: non attivo
ja: オフ
kk: белсенді емес
ml: നിഷ്ക്രിയം
nb_no: inaktiv
nl: inactief
pl: nieaktywny
pt: inativo
ru: неактивно
sl: nedejavno
sv: inaktiv
ta: செயலற்றது
tr: etkin değil
uk: неактивно

source: Indent -1
ca: Sagnat -1
cs: Odsazení -1
da: Indrykning -1
de: Einzug verringern
es: Sangría -1
fr: Alinéa -1
he: הזחה -1
hr: Uvlaka −1
id: Tambahkan jarak -1
it: Rientro -1
ja: 左へシフト
kk: шегініс -1
ml: ഇൻഡന്റ് -1
nb_no: Innrykk -1
nl: Inspringing verkleinen
pl: Wcięcie -1
pt: Indentar -1
ru: Отступ -1
sl: Zamakni v levo
sv: Indrag -1
ta: இன்டென்ட் -1
tr: Girinti -1
uk: Отступ -1

source: Indent +1
ca: Sagnat +1
cs: Odsazení +1
da: Indrykning +1
de: Einzug erhöhen
es: Sangría +1
fr: Alinéa +1
he: הזחה +1
hr: Uvlaka +1
id: Tambahkan jarak +1
it: Rientro +1
ja: 右へシフト
kk: +1 шегініс
ml: ഇൻഡന്റ് +1
nb_no: Innrykk +1
nl: Inspringing vergroten
pl: Wcięcie +1
pt: Indentar +1
ru: Отступ +1
sl: Zamakni v desno
sv: Indrag +1
ta: உள்தள்ளல் +1
tr: Girinti +1
uk: Отступ +1

source: Insert
ca: Inserir
cs: Vložit
da: Sæt ind
de: Einfügen
es: Insertar
fr: Insérer
he: הכנסה
hr: Umetni
id: Sisip
it: Inserire
ja: 挿入
kk: кірістіру
ml: കൂട്ടിച്ചേര്ക്കുക
nb_no: Sett inn
nl: Invoegen
pl: Pomiędzy
pt: Inserir
ru: Вставить
sl: Vstavi
sv: Infoga
ta: செருகவும்
tr: Ekle
uk: Вставить

source: Insert how many rows?
ca: Quantes línies inserir?
cs: Kolik řádků vložit?
da: Indsæt hvor mange rækker?
de: Wie viele Zeilen einfügen?
es: Insertar, ¿cuántas filas?
fr: Insérer combien de lignes ?
he: כמה שורות להכניס?
hr: Koliko redaka umetnuti?
id: Masukkan berapa baris?
it: Quante righe inserire?
ja: 何行を挿入しますか？
kk: қанша қатарды кірістіру керек?
ml: എത്ര വരികൾ ചേർക്കണം?
nb_no: Sett inn hvor mange rader?
nl: Hoeveel rijen invoegen?
pl: Ile wierszy wstawić?
pt: Inserir quantas linhas?
ru: Сколько строк вставить?
sl: Koliko vrstic želite uvoziti?
sv: Hur många rader ska infogas?
ta: எத்தனை வரிசைகளை செருகவும்?
tr: Kaç satır eklensin?
uk: Скільки строк вставить?

source: Insert new computed variable
es: Insertar una nueva variable calculada
he: הכנסת משתנה מחושב חדש
hr: Umetni novu izračunatu varijablu
it: Inserire una nuova variabile calcolata
ru: Вставьте новую вычисляемую переменную

source: Insert new transformed variable
es: Insertar una nueva variable transformada
he: הכנסת משתנה טרנספורמציה חדש
hr: Umetni novu transformiranu varijablu
it: Inserire una nuova variabile trasformata
ru: Вставьте новую преобразованную переменную

source: Insert Row...
ca: Inserir Fila...
cs: Vložit řádek...
da: Indsæt række...
de: Zeile einfügen...
es: Insertar Fila...
fr: Insérer une ligne...
he: הכנסת שורה…
hr: Umetni redak …
id: Sisipkan Baris...
it: Inserisci Riga...
ja: 行を挿入…
kk: қатарды енгізу...
ml: വരി ചേർക്കുക...
nb_no: Sett inn rad...
nl: Rij invoegen...
pl: Wstaw wiersz...
pt: Inserir linha ...
ru: Вставить строку...
sl: Ustavi vrstico ...
sv: Infoga rad...
ta: வரிசையைச் செருகவும் ...
tr: Satır Ekle...
uk: Вставить строку...
