Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: change label...
ca: canviar etiqueta...
cs: změnit štítek...
da: Ændre beskrivelse...
de: Beschreibung ändern...
es: cambiar etiqueta...
fr: changer les étiquettes...
he: החלפת תווית…
hr: promijeni oznaku …
id: ganti label...
it: cambia etichetta...
ja: ラベルを変更…
kk: белгіні өзгерту...
ml: ലേബൽ മാറ്റുക...
nb_no: Endre beskrivelse...
nl: label bewerken...
pl: zmień etykietę...
pt: mudar rótulo ...
ru: сменить ярлык...
sl: spremeni oznako ...
sv: Ändra beskrivning...
ta: லேபிளை மாற்றவும் ...
tr: etiketi değiştir…
uk: змінити ярлик...

source: Circular reference detected
ca: Referència circular detectada
cs: Zjištěn kruhový odkaz
da: Cirkelreference registreret
de: Zirkelverweis erntdeckt
es: Referencia circular detectada
fr: Référence circulaire détectée
he: נמצאה הפנייה מעגלית
hr: Otkrivena je kružna referenca
id: Referensi sirkuler terdeteksi
it: Rilevato riferimento circolare
ja: 循環参照が検出されました
kk: циклдық сілтеме анықталды
ml: സർക്കുലർ റഫറൻസ് കാണുന്നു
nb_no: Sirkelreferanse oppdaget
nl: Cirkelverwijzing gedetecteerd
pl: Wykryto odwołanie cykliczne
pt: Referência circular detetada
ru: Обнаружена циклическая ссылка
sl: Zaznano je krožno sklicevanje
sv: Cirkelreferens detekterad
ta: வட்ட குறிப்பு கண்டறியப்பட்டது
tr: İçiçe atıf tespit edildi
uk: Обнаружена циклическая заслання

source: Clear selection
ca: Esborra la selecció
cs: Vymazat výběr
da: Fravælg område
de: Auswahl aufheben
es: Borra selección
fr: Effacer la sélection
he: ניקוי הבחירה
hr: Očisti odabir
id: Hapus pilihan
it: Cancella selezione
ja: 選択解除
kk: таңдауды тазалау
ml: സെലക്ഷൻ മായ്‌ക്കുക
nb_no: Fjern merket område
nl: Selectie wissen
pl: Usuń zaznaczone obiekty
pt: Limpar seleção
ru: Очистить выбор
sl: Počisti izbor
sv: Avmarkera område
ta: தெளிவான தேர்வு
tr: Seçimi temizle
uk: Очистить вибір

source: Clipboard
ca: Portapapers
cs: Schránka
da: Udklipsholder
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
he: לוח
hr: Međuspremnik
id: Papan klip
it: Appunti
ja: クリップボード
kk: айырбастау буфері
ml: ക്ലിപ്പ്ബോർഡ്
nb_no: Utklippstavle
nl: Klembord
pl: Schowek
ru: Буфер обмена
sl: Odložišče
sv: Klippbord
ta: இடைநிலைப் பலகை
tr: Pano
uk: Буфер обміну

source: Close
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
he: סגירה
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
kk: жабу
ml: അടയ്ക്കുക
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng
ta: மூடு
tr: Kapat
uk: Закрити

source: Close jamovi window
es: Cerrar ventana de jamovi
he: סגירת חלון jamovi
hr: Zatvori jamovi prozor
it: Chiudere la finestra di jamovi
ru: Закрыть окно jamovi

source: Close preferences
es: Cerrar preferencias
he: סגירת ההעדפות
hr: Zatvori postavke
it: Chiudi le preferenze
ru: Закрыть настройки

source: Code-Block
ca: Bloc de codi
cs: Kódový-blok
da: Kodeblok
es: Bloque de código
fr: Portion de code
he: בלוק הקוד
hr: Blok koda
id: Kode-Blok
it: Blocco di codice
ja: コード
kk: код-блок
ml: കോഡ്-ബ്ലോക്ക്
nb_no: Kode-blokk
nl: Codeblok
pl: Blok kodu
pt: Bloco de Código
ru: Кодовый блок
sl: Blok kode
sv: Kodblock
ta: குறியீடு-தொகுதி
tr: Kod bloğu
uk: Кодовый блок

source: Color palette
ca: Paleta de colors
cs: Barevná paleta
da: Farvepalet
de: Farbpalette
es: Paleta de color
fr: Palette de couleurs
he: לוח הצבעים
hr: Paleta boja
id: Palet warna
it: Tavolozza colori
ja: 配色テーマ
kk: түстер палитрасы
ml: കളർ പാലറ്റ്
nb_no: Fargepalett
nl: Kleurenpalet
pl: Paleta kolorów
pt: Palete de Cores
ru: Цветовая палитра
sl: Barvna paleta
sv: Färgpalett
ta: வண்ண தட்டு
tr: Renk paleti
uk: Цветовая палитра

source: Column '{}' does not exist in the dataset
ca: La columna '{}' no existeix a les dades
cs: Sloupec '{}' neexistuje v datovém souboru
da: Kolonnen »{}« findes ikke i datasættet
de: Spalte „{}“ ist im Datensatz nicht vorhanden
es: La columna «{}» no existe en el conjunto de datos
fr: La colonne '{}' n'existe pas dans le jeu de données
he: העמודה ”{}“ אינה קיימת במערך הנתונים
hr: Stupac '{}' ne postoji u skupu podataka
id: Kolom '{}' tidak ada dalam kumpulan data
it: La colonna '{}' non esiste nei dati
ja: 「{}」列はデータセットに含まれていません
kk: '{}' бағаны деректер жиынында жоқ
ml: '{}' എന്ന നിര ഡാറ്റാസെറ്റിൽ ഇല്ല
nb_no: Kolonnen «{}» finnes ikke i datasettet
nl: Kolom '{}' bestaat niet in de dataset
pl: Kolumna "{}" nie istnieje
pt: A coluna '{}' não existe na base de dados
ru: Столбец '{}' не существует в наборе данных
sl: Stolpec »{}« ne obstaja v uporabljeni podatkovni zbirki
sv: Kolumnen ”{}” finns inte i datasetet
ta: தரவுத்தொகுப்பில் '{}' நெடுவரிசை இல்லை
tr: Sütun {}’ veride yer almıyor
uk: Шпальта '{}' не існує у наборі даних

source: Column {columnName} deleted
es: Se eliminó la columna {columnName}
he: נמחקה העמודה {columName}
hr: Stupac {columnName} je izbrisan
it: Colonna {columnName} eliminata
ru: Колонка {columnName} удалена

source: Column is not editable
ca: La columna no es pot editar
cs: Sloupec nelze upravovat
da: Kolonnen kan ikke redigeres
de: Spalte kann nicht bearbeitet werden
es: La columna no es editable
fr: La colonne n'est pas modifiable
he: לא ניתן לערוך את העמודה
hr: Stupac se ne može urediti
id: Kolom tidak dapat diedit
it: La colonna non è modificabile
ja: 列の編集不可
kk: баған өңдеуге жатпайды
ml: നിര എഡിറ്റ് ചെയ്യാനാകില്ല
nb_no: Kolonnen kan ikke redigeres
nl: Kan kolom niet bewerken
pl: Kolumna nie jest edytowalna
pt: A coluna não é editável
ru: Столбец не доступен для редактирования
sl: Stolpec ni uredljiv
sv: Kolumnen kan inte redigeras
ta: நெடுவரிசை திருத்தக்கூடியது அல்ல
tr: Sütun değiştirilemez
uk: Шпальта не доступний для редактирования

source: Compute
ca: Calcular
cs: Vypočítat
da: Beregn
de: Berechnen
es: Calcular
fr: Calcul
he: חישוב
hr: Izračunaj
id: Menghitung
it: Calcola
ja: 計算
kk: есептеу
ml: കമ്പ്യൂട്ട്
nb_no: Beregn
nl: Berekenen
pl: Oblicz
pt: Calcular
ru: Вычислить
sl: Izračunaj
sv: Beräkna
ta: கணக்கிடுங்கள்
tr: Hesapla
uk: Вычислить

source: Computed
ca: Calculat
cs: Vypočteno
da: Beregnet
de: Berechnet
es: Calculado
fr: Calculé
he: מחושב
hr: Izračunato
id: Dihitung
it: Calcolato
ja: 計算変数
kk: есептелген
ml: കമ്പ്യൂട്ട് ചെയ്ത
nb_no: Beregnet
nl: Berekend
pl: wyliczona
pt: Calculado
ru: Вычислено
sl: Uspešno izračunano
sv: Beräknad
ta: கணக்கிடப்பட்டது
tr: Hesaplandı
uk: Вычислено

source: Computed variable
ca: Variable calculada
cs: Vypočtená proměnná
da: Beregnet variabel
de: Berechnete Variable
es: Variable calculada
fr: Variable calculée
he: משתנה מחושב
hr: Izračunata varijabla
id: Variabel yang dihitung
it: Variabile calcolata
ja: 計算変数
kk: есептелген айнымалы
ml: കമ്പ്യൂട്ട്ചെയ്ത വേരിയബിൾ
nb_no: Beregnet variabel
nl: Berekende variabele
pl: Zmienna wyliczona
pt: Variável calculada
ru: Вычисляемая переменная
sl: Izračunana spremenljivka
sv: Beräknad variabel
ta: கணக்கிடப்பட்ட மாறி
tr: Hesaplanmış değişken
uk: Вычисляемая переменная

source: Computed Variable
ca: Variable Calculada
cs: Vypočtená proměnná
da: Beregnet variabel
de: Berechnete Variable
es: Variable Calculada
fr: Variable calculée
he: משתנה חישוב
hr: Izračunata varijabla
id: Beberapa Variabel yang Dikomputasi ({n})
it: Variabile Calcolata
ja: 計算変数
kk: есептелген айнымалы
ml: കമ്പ്യൂട്ട്ചെയ്ത വേരിയബിൾ
nb_no: Beregnet variabel
nl: Berekende variabele
pl: Zmienna wyliczona
pt: Variável calculada
ru: Вычисляемая переменная
sl: Izračunana vrednost
sv: Beräknad variabel
ta: கணக்கிடப்பட்ட மாறி
tr: Hesaplanmış Değişken
uk: Вычисляемая переменная

source: Connection failed
ca: Error de connexió
cs: Připojení se nezdařilo
da: Forbindelse mislykkedes
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: La connexion a échoué
he: החיבור נכשל
hr: Povezivanje nije uspjelo
id: Koneksi gagal
it: Connessione fallita
ja: 接続失敗
kk: қосылу сәтсіз аяқталды
ml: കണക്ഷൻ നടന്നില്ല
nb_no: Tilkoblingen mislyktes
nl: Verbinding mislukt
pl: Połączenie nie powiodło się
pt: A ligação falhou
ru: Соединение прервано
sl: Povezovanje je spodletelo
sv: Anslutningen misslyckades
ta: இணைப்பு தோல்வியடைந்தது
tr: Bağlantı başarısız
uk: Помилка подключения

source: Connection lost
ca: S'ha perdut la connexió
cs: Spojení ztraceno
da: Forbindelsen er afbrudt
de: Verbindung unterbrochen
es: Conexión perdida
fr: La connexion est perdue
he: החיבור נותק
hr: Veza je izgubljena
id: Koneksi terputus
it: Connessione persa
ja: 接続切断
kk: байланыс жоғалды
ml: കണക്ഷൻ നഷ്ടപ്പെട്ടു
nb_no: Tilkoblingen er brutt
nl: Verbinding verloren
pl: Utracono połączenie
pt: Ligação perdida
ru: Соединение потеряно
sl: Povezava je prekinjena
sv: Förbindelsen är bruten
ta: இணைப்பு இழந்தது
tr: Bağlantı koptu
uk: Сполука потеряно

source: Continuous
ca: Contínua
cs: Kontinuální
da: Kontinuerlig
de: Kontinuierlich
es: Continua
fr: Continu
he: רציף
hr: Neprekidno
id: Melanjutkan
it: Continua
ja: 連続
kk: үздіксіз
ml: തുടർച്ചയായ
nb_no: Kontinuerlig
nl: Continu
pl: Ciągła
pt: Contínua
ru: Непрерывный
sl: Numerična / Številska
sv: Kontinuerlig
ta: தொடர்ச்சியான
tr: Sürekli
uk: Непрерывный

source: Convenience short-hand for ABS(IQR( variable ))
ca: Drecera convenient per a l'ABS(IQR( variable ))
cs: Pohodlná zkratka pro ABS(IQR( proměnná ))
da: Forkortelse for ABS(IQR( variabel ))
de: Einfache Kurzform für ABS(IQR(Variable))
es: Atajo para ABS(IQR( variable ))
fr: Raccourci pratique pour ABS(IQR( variable ))
he: כתיבה מקוצרת של ‪ABS(IQR( משתנה ))
hr: Nedovoljno za ABS(IQR( variable ))
id: Kenyamanan singkatan untuk ABS(IQR(variabel))
it: Scorciatoia per ABS(IQR( variabile ))
ja: 「IQR(変数名)」の計算結果を絶対値で返します。
kk: ABS(IQR( айнымалы)) үшін ыңғайлы қысқа нұсқасы
ml: ABS(IQR( variable)-നുള്ള കൺവീനിയൻസ് ഷോർട്ട്-ഹാൻഡ്
nb_no: Forkortelse for ABS(IQR( variabel ))
nl: Verkorting voor ABS(IQR( variabele))
pl: Wygodny skrót dla ABS(IQR( zmienna ))
pt: Atalho de conveniência para ABS (IQR (variável))
ru: Сокращение удобства для ABS(IQR( переменная ))
sl: Priročna bližnjica za ABS(IQR( spremenljivka ))
sv: Bekväm förkortning för ABS(IQR( variabel ))
ta: ஏபிஎச் (IQR (மாறி)) க்கான வசதி குறுகிய கை
tr: ABS(IQR( değişken )) için kısa kullanım
uk: Скорочення вигоди для ABS(IQR( переменная ))

source: Convenience short-hand for ABS(Z( variable ))
ca: Drecera convenient per a l'ABS(Z( variable ))
cs: Pohodlná zkratka pro ABS(Z( proměnná ))
da: Forkortelse for ABS(Z( variabel ))
de: Einfache Kurzform für ABS(Z(Variable))
es: Atajo para ABS(Z( variable ))
fr: Raccourci pratique pour ABS(Z( variable ))
he: כתיבה מקוצרת של ‪ABS(Z( משתנה ))
hr: Nedovoljno za ABS(Z( variable ))
id: Kenyamanan singkatan untuk ABS(Z( variabel ))
it: Scorciatoia per ABS(Z( variabile ))
ja: 「Z(変数名)」の計算結果を絶対値で返します。
kk: ABS(IQR( айнымалы)) үшін ыңғайлы қысқа нұсқасы
ml: ABS(IQR( variable)-നുള്ള കൺവീനിയൻസ് ഷോർട്ട്-ഹാൻഡ്
nb_no: Forkortelse for ABS(Z( variabel ))
nl: Verkorting voor ABS(Z( variabele ))
pl: Wygodny skrót dla ABS(Z( zmienna ))
pt: Atalho de conveniência para ABS (Z (variável))
ru: Сокращение для удобства для ABS(Z(переменная))
sl: Priročna bližnjica za ABS(Z( spremenljivka ))
sv: Bekväm förkortning för ABS(Z( variabel ))
ta: ஏபிஎச் (இசட் (மாறி)) க்கான வசதி குறுகிய கை
tr: ABS(Z( değişken )) için kısa kullanım
uk: Скорочення для вигоди для ABS(Z(переменная))

source: Convenience short-hand for MAX(ABSIQR( variable 1, variable 2, … ))
ca: Drecera convenient per a MAX(ABSIQR( variable 1, variable 2, … ))
cs: Pohodlná zkratka pro MAX(ABSIQR(proměnná 1, proměnná 2, …))
da: Forkortelse for MAX(ABSIQR( variabel 1, variabel 2, ... ))
de: Einfache Kurzform für MAX(ABSIQR(Variable 1, Variable 2, … ))
es: Atajo para MAX(ABSIQR(variable 1, variable 2, … ))
fr: Raccourci pratique pour MAX(ABSIQR( variable 1, variable 2, … ))
he: כתיבה מקוצרת של ‪‪MAX(ABSIQR(‫‪ משתנה 2 ,משתנה 1, … ))
hr: Nedovoljno za MAX(ABSIQR( variable 1, variable 2, … ))
id: Penggunaan singkat untuk mencari nilai maksimum dari (ABSIQR( variabel 1, variabel 2, ...))
it: Scorciatoia per MAX(ABSIQR( variabile 1, variabile 2, … ))
ja: 「ABSIQR(変数1, 変数2, …)」の結果のうち、最大の値を返します。
kk: MAX(ABSIQR(айнымалы 1, айнымалы 2, ...)) үшін ыңғайлы қысқарту
ml: MAX(ABSIQR( variable 1, variable 2, ... )- നുള്ള കൺവീനിയൻസ് ഷോർട്ട്-ഹാൻഡ്
nb_no: Forkortelse for MAX(ABSIQR( variabel 1, variabel 2, … ))
nl: Verkorting voor MAX(ABSIQR( variabele 1, variabele 2, … ))
pl: Wygodny skrót dla MAX(ABSIQR( zmienna 1, zmienna 2, ... ))
pt: Atalho de conveniência para MAX (ABSIQR (variável 1, variável 2, ...))
ru: Удобное сокращение для MAX(ABSIQR(переменная 1, переменная 2, …))
sl: Priročna bližnjica za MAX(ABSIQR( spremenljivka 1, spremenljivka 2, … ))
sv: Bekväm förkortning för MAX(ABSIQR( variabel 1, variabel 2, … ))
ta: அதிகபட்சத்திற்கான வசதி குறுகிய கை (Absiqr (மாறி 1, மாறி 2,…))
tr: MAX (ABSIQR(değişken 1, değişken 2, ... )) için kolaylık kısaltması
uk: Слушне скорочення для MAX(ABSIQR(переменная 1, переменная 2, …))

source: Convenience short-hand for MAX(ABSZ( variable 1, variable 2, … ))
ca: Drecera convenient per a MAX(ABSZ( variable 1, variable 2, … ))
cs: Pohodlná zkratka pro MAX(ABSZ( proměnná 1, proměnná 2, … ))
da: Forkortelse for MAX(ABSZ( variabel 1, variabel 2, ... ))
de: Einfache Kurzform für MAX(ABSZ(Variable 1, Variable 2, … ))
es: Atajo para MAX(ABSZ( variable 1, variable 2, … ))
fr: Raccourci pratique pour MAX(ABSZ( variable 1, variable 2, … ))
he: כתיבה מקוצרת של ‪‪MAX(ABSZ(‫‪ משתנה 2 ,משתנה 1, … ))
hr: Nedovoljno za MAX(ABSZ( variable 1, variable 2, … ))
id: Penggunaan singkat untuk mencari nilai maksimum dari (ABSZ( variabel 1, variabel 2, ...))
it: Scorciatoia per MAX(ABSZ( variabile 1, variabile 2, … ))
ja: 「ABSZ(変数1, 変数2, …)」の結果のうち、最大の値を返します。
kk: MAX(ABSZ(айнымалы 1, айнымалы 2, ...)) үшін ыңғайлы қысқарту
ml: MAX(ABSIQR( variable 1, variable 2, ... )- നുള്ള കൺവീനിയൻസ് ഷോർട്ട്-ഹാൻഡ്
nb_no: Forkortelse for MAX(ABSZ( variabel 1, variabel 2, … ))
nl: Verkorting voor MAX(ABSZ( variabele 1, variabele 2, … ))
pl: Wygodny skrót dla MAX(ABSZ( zmienna 1, zmienna 2, ... ))
pt: Atalho de conveniência para MAX (ABSZ (variável 1, variável 2, ...))
ru: Удобное сокращение для MAX(ABSZ(переменная 1, переменная 2, …))
sl: Priročna bližnjica za MAX(ABSZ( spremenljivka 1, spremenljivka 2, … ))
sv: Bekväm förkortning för MAX(ABSZ( variabel 1, variabel 2, … ))
ta: அதிகபட்சத்திற்கான வசதி குறுகிய கை (APSZ (மாறி 1, மாறி 2,…))
tr: MAX(ABSZ( değişken 1, değişken 2, … )) için kolay gösterimi
uk: Слушне скорочення для MAX(ABSZ(переменная 1, переменная 2, …))

source: Converts a number to an integer.
ca: Converteix un nombre en un enter.
cs: Převede číslo na celé číslo.
da: Konverterer et tal til et heltal.
de: Konvertiert eine Dezimal- in eine Ganzzahl.
es: Convierte un número en un entero.
fr: Convertir un nombre en un entier.
he: ממירה מספר במספר שלם.
hr: Pretvara broj u cijeli broj.
id: Mengonversi angka menjadi bilangan bulat.
it: Converte un numero in un numero intero.
ja: 数値を整数に変換します。
kk: санды бүтін санға түрлендіреді.
ml: ഒരു സംഖ്യയെ പൂർണ്ണസംഖ്യയാക്കി മാറ്റുന്നു.
nb_no: Omgjør et tall til et heltall.
nl: Zet een getal om in een geheel getal.
pl: Konwertuje liczbę na liczbę całkowitą (typ integer).
pt: Converte um número para inteiro.
ru: Преобразует число в целое число.
sl: Pretvori število v celoštevilsko vrednost.
sv: Konvertera ett tal till ett heltal.
ta: ஒரு எண்ணை ஒரு முழு எண்ணாக மாற்றுகிறது.
tr: Sayıyı tam sayıya çevirir.
uk: Преобразует число у целое число.

source: Converts text to a number (if possible).
ca: Converteix un text a un nombre (si és possible).
cs: Převede text na číslo (pokud je to možné).
da: Konverterer tekst til et tal (hvis det er muligt).
de: Konvertiert Text in eine Zahl (falls möglich).
es: Convierte texto en un número (si es posible).
fr: Convertir un texte en nombre (si applicable).
he: ממירה טקסט במספר (אם אפשרי).
hr: Pretvara tekst u broj (ako je moguće).
id: Mengonversi teks menjadi angka (jika memungkinkan).
it: Converte il testo in un numero (se possibile).
ja: 文字（数字）を数値に変換します。
kk: мәтінді санға түрлендіреді (мүмкіндігінше).
ml: ടെക്സ്റ്റിനെ സംഖ്യയിലേക്ക് മാറ്റുന്നു (പറ്റുമെങ്കിൽ).
nb_no: Konverterer tekst til et tall (hvis mulig).
nl: Zet tekst om in een getal (indien mogelijk).
pl: Konwertuje tekst na liczbę (jeżeli możliwe).
pt: Converte texto para número (se possível).
ru: Преобразует текст в число (если возможно).
sl: Pretvori besedilo v število (če je le mogoče).
sv: Konverterar text till ett nummer (om möjligt).
ta: உரையை ஒரு எண்ணாக மாற்றுகிறது (முடிந்தால்).
tr: Metin değerini sayıya çevirir (eğer mümkünse).
uk: Преобразует текст у число (якщо можливо).

source: Converts the value to text.
ca: Converteix el valor en text.
cs: Převede hodnotu na text.
da: Konverterer værdien til tekst.
de: Konvertiert eine Zahl zu Text.
es: Convierte el valor en texto.
fr: Convertir la valeur en texte.
he: ממירה את הערך לטקסט.
hr: Pretvara vrijednost u tekst.
id: Mengonversi nilai menjadi teks.
it: Converte il valore in testo.
ja: 数値を文字（数字）に変換します。
kk: мәнді мәтінге түрлендіреді.
ml: മൂല്യത്തെ ടെക്സ്റ്റിലേക്ക് മാറ്റുന്നു.
nb_no: Konverterer verdien til tekst.
nl: Zet de waarde om in tekst.
pl: Konwertuje wartość na tekst.
pt: Converte o valor para texto.
ru: Преобразует значение в текст.
sl: Pretvori vrednosti v besedilo.
sv: Konverterar värdet till text.
ta: மதிப்பை உரையாக மாற்றுகிறது.
tr: Değeri metne dönüştürür.
uk: Преобразует значення у текст.

source: Copied
ca: Copiat
cs: Zkopírováno
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
he: הועתק
hr: Kopirano
id: Disalin
it: Copiato
ja: コピーしました
kk: көшірілген
ml: കോപ്പി ചെയ്തു
nb_no: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ru: Скопировано
sl: Uspešno kopirano
sv: Kopierad
ta: நகலெடுக்கப்பட்டது
tr: Kopyalandı
uk: Скопировано

source: Copy
ca: Copiar
cs: Kopírovat
da: Kopi
de: Kopieren
es: Copiar
fr: Copier
he: העתקה
hr: Kopiraj
id: Salin
it: Copia
ja: コピー
kk: көшіру
ml: കോപ്പി
nb_no: Kopi
nl: Kopiëren
pl: Kopiuj
pt: Copiar
ru: Копировать
sl: Kopiraj
sv: Kopiera
ta: நகலெடு
tr: Kopyala
uk: Копировать

source: Could not assign data
ca: No s'han pogut assignar les dades
cs: Data nelze přiřadit
da: Kan ikke tildele data
de: Daten konnten nicht zugewiesen werden
es: No se pudieron asignar los datos
fr: Donnée impossible à assigner
he: לא ניתן היה לשייך את הנתונים
hr: Nije moguće dodati podatke
id: Tidak dapat menetapkan data
it: Impossibile allocare i dati
ja: データを割り当てられません
kk: деректерді тағайындау мүмкін болмады
ml: ഡാറ്റ അസൈൻ ചെയ്യാനായില്ല
nb_no: Kan ikke tilordne data
nl: Kan gegevens niet toewijzen
pl: Nie można przypisać danych
pt: Não foi possível atribuir dados
ru: Не удалось назначить данные
sl: Podatkov ni mogoče dodeliti
sv: Kan inte tilldela data
ta: தரவை ஒதுக்க முடியவில்லை
tr: Veri atanamadı
uk: Не удалось призначити дані

source: Could not delete rows
ca: No s'han pogut esborrar les files
cs: Řádky nelze smazat
da: Kan ikke slette rækker
de: Zeilen konnten nicht gelöscht werden
es: No se pudieron borrar las filas
fr: Lignes impossibles à effacer
he: לא ניתן היה למחוק את השורות
hr: Nije moguće izbrisati retke
id: Tidak dapat menghapus baris
it: Impossibile eliminare le righe
ja: 行を削除できませんでした
kk: қатарларды жою мүмкін болмады
ml: വരികൾ ഡിലീറ്റ് ചെയ്യാൻ കഴിഞ്ഞില്ല
nb_no: Kan ikke slette rader
nl: Kan rijen niet verwijderen
pl: Nie można usunąć wierszy
pt: Não foi possível apagar linhas
ru: Не удалось удалить строки
sl: Vrstic ni mogoče izbrisati
sv: Det går inte att ta bort rader
ta: வரிசைகளை நீக்க முடியவில்லை
tr: Satırlar silinemedi
uk: Не удалось удалить строки

source: Could not insert columns
ca: No s'han pogut inserir columnes
cs: Sloupce nelze vložit
da: Kan ikke indsætte kolonner
de: Spalten konnten nicht eingefügt werden
es: No se pudieron insertar columnas
fr: Colonnes impossibles à insérer
he: לא ניתן היה להכניס את העמודות
hr: Nije moguće umetnuti stupce
id: Tidak dapat menyisipkan kolom
it: Impossibile inserire delle colonne
ja: 列を挿入できませんでした
kk: бағандарды енгізу мүмкін болмады
ml: നിരകൾ ഇടയിൽ ചേർക്കാൻ കഴിഞ്ഞില്ല
nb_no: Kan ikke sette inn kolonner
nl: Kan kolommen niet toevoegen
pl: Nie można wstawić kolumn
pt: Não foi possível inserir colunas
ru: Не удалось вставить столбцы
sl: Stolpcev ni mogoče vstavi
sv: Det går inte att infoga kolumner
ta: நெடுவரிசைகளை செருக முடியவில்லை
tr: Sütunlar eklenemedi
uk: Не удалось вставить шпальти

source: Could not insert rows
ca: No s'han pogut inserir files
cs: Řádky nelze vložit
da: Kan ikke indsætte rækker
de: Zeilen konnten nicht eingefügt werden
es: No se pudieron insertar filas
fr: Lignes impossibles à insérer
he: לא ניתן היה להכניס את השורות
hr: Nije moguće umetnuti retke
id: Tidak dapat menyisipkan baris
it: Impossibile inserire delle righe
ja: 行を挿入できませんでした
kk: қатарларды енгізу мүмкін болмады
ml: വരികൾ ഇടയിൽ ചേർക്കാൻ കഴിഞ്ഞില്ല
nb_no: Kan ikke sette inn rader
nl: Kan rijen niet toevoegen
pl: Nie można wstawić wierszy
pt: Não foi possível inserir linhas
ru: Не удалось вставить строки
sl: Vrstic ni mogoče vstavi
sv: Det går inte att infoga rader
ta: வரிசைகளைச் செருக முடியவில்லை
tr: Satırlar eklenemedi
uk: Не удалось вставить строки

source: Could not modify columns
ca: No s'han pogut modificar les columnes
cs: Sloupce nelze upravit
da: Kan ikke ændre kolonner
de: Spalten konnten nicht geändert werden
es: No se pudieron modificar las columnas
fr: Colonnes impossibles à modifier
he: לא ניתן היה לשנות את העמודות
hr: Nije bilo moguće promijeniti stupce
id: Tidak dapat mengubah kolom
it: Impossibile modificare le colonne
ja: 列を修正できませんでした
kk: бағандарды өзгерту мүмкін болмады
ml: നിരകൾ മാറ്റാൻ പറ്റിയില്ല
nb_no: Kan ikke endre kolonner
nl: Kan kolommen niet bewerken
pl: Nie można zmodyfikować kolumn
pt: Não foi possível modificar as colunas
ru: Не удалось изменить столбцы
sl: Stolpcev ni mogoče spremeniti
sv: Det går inte att ändra kolumner
ta: நெடுவரிசைகளை மாற்ற முடியவில்லை
tr: Sütundal değiştirilemedi
uk: Не удалось змінити шпальти

source: Could not modify transform
ca: No s'han pogut modificar la transformació
cs: Transformaci nelze upravit
da: Kan ikke ændre transformation
de: Transformation konnte nicht geändert werden
es: No se pudo modificar la transformación
fr: Colonnes impossibles à transformer
he: לא ניתן היה לשנות את הטרנספורמציה
hr: Nije bilo moguće promijeniti transformaciju
id: Tidak dapat mengubah transformasi
it: Impossibile modificare la trasformazione
ja: 変換を適用できませんでした
kk: түрлендіруді өзгерту мүмкін болмады
ml: ട്രാൻസ്ഫോം മോഡിഫൈ ചെയ്യാൻ പറ്റിയില്ല
nb_no: Kan ikke endre transformering
nl: Kan transformatie niet aanpassen
pl: Nie można zmodyfikować zmiennej przekształconej
pt: Não foi possível modificar a transformação
ru: Не удалось изменить преобразование
sl: Ni mogoče spremeniti pretvorbe
sv: Kan inte ändra transformering
ta: உருமாற்றத்தை மாற்ற முடியவில்லை
tr: Dönüşüm değiştirilemedi
uk: Не удалось змінити перетворення

source: Could not perform operation
ca: No s'han pogut realitzar la operació
cs: Operaci nelze provést
da: Ude af stand til at udføre en operation
de: Vorgang konnte nicht ausgeführt werden
es: No se pudo realizar la operación
fr: Opération impossible à réaliser
he: לא ניתן היה לבצע את הפעולה
hr: Nije moguće izvršiti operaciju
id: Tidak dapat melakukan operasi
it: Impossibile eseguire l'operazione
ja: 操作を実行できませんでした
kk: операция орындалмады
ml: ഓപ്പറേഷൻ ചെയ്യാൻ കഴിഞ്ഞില്ല
nb_no: Kan ikke utføre operasjon
nl: Kan bewerking niet uitvoeren
pl: Nie można wykonać tej akcji
pt: Não foi possível realizar a operação
ru: Не удалось выполнить операцию
sl: Opravila ni mogoče izvesti
sv: Kan inte utföra operation
ta: செயல்பாட்டைச் செய்ய முடியவில்லை
tr: İşlem gerçekleştirilemedi
uk: Не удалось виконати операцію

source: Counts the number of non-missing values
es: Cuenta el número de valores no faltantes
he: ספירת הערכים שאינם חסרים
hr: Broji broj ne-nedostajućih vrijednosti
it: Conta il numero dei valori non mancanti
ru: Подсчитывает количество не пропущенных значений
