Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: '{}' is in error
ca: '{}' conté error/es
cs: '{}' je chybné
da: '{}' har en fejl
de: „{}“ ist fehlerhaft
es: '{}' no es válido
fr: '{}' est une erreur
he: ”{}“ זו שגיאה
hr: '{}' je u grešci
id: '{}' kesalahan
it: '{}' è un errore
ja: ‘{}’にエラーがあります
ml: '{}' തെറ്റാണ്
nb_no: «{}» har feil
nl: '{}' is ongeldig
pl: '{}' jest błędne
pt: '{}' tem um erro
ru: '{}' ошибочно
sl: »{}« povzroča napako
sv: '{}' har ett fel
ta: '{}' பிழையில் உள்ளது
tr: '{}' hatalı
uk: "{}" є помилкою

source: '{}' is not an argument for {}() (If you're wanting to test equality, use two equal signs '==')
ca: '{}' no és un argument per a {} () (Si es vol comprovar igualtat, fer ús de dos signes d'igual '==')
cs: '{}' není argumentem pro {}() (Pokud chcete testovat rovnost, použijte dvě rovnítka '==')
da: »{}« er ikke et argument for {}() (Hvis du vil teste lighed, skal du bruge to lighedstegn '==')
de: „{}“ ist kein Argument für {}() (Wenn Sie auf Gleichheit testen möchten, verwenden Sie zwei Gleichheitszeichen '==')
es: «{}» no es un argumento para {}() (Si desea probar la igualdad, use dos signos de igual «==»)
fr: « {} » n’est pas un argument pour {}() (Si vous voulez tester l’égalité, utilisez deux signes égaux '==')
he: ”{}“ הוא לא ארגומנט של {}() (אם רוצים לבדוק שוויון, יש להשתמש בשני סימני שוויון ”==“)
hr: '{}'nije argument za {}() (Ako želiš testirati jednakost, koristi dva znaka jednakosti '==')
id: '{}' bukan perintah untuk {}() (jika kamu ingin melakukan tes equalitas, gunakan dua simbol sama-dengan '==')
it: '{}' non è un argomento per {}() (Per l'uguaglianza, usa due segni di uguale '==')
ja: 「{}」は {}() の引数ではありません\n（値が等しいことを確かめたいのであれば、「=」ではなく「==」としてください））
kk: '{}' {}() үшін аргумент емес (Егер теңдікті тексергіңіз келсе, екі тең '==' белгісін пайдаланыңыз)
ml: '{}' എന്നത് {}() എന്നതിനുള്ള വാദം അല്ല (തുല്യത പരിശോധിക്കണമെങ്കിൽ, രണ്ട് തുല്യ ചിഹ്നങ്ങൾ '==' ഉപയോഗിക്കുക )
nb_no: «{}» er ikke et argument for {}() (Hvis du vil teste likhet, bruk to likhetstegn '==')
nl: '{}' is geen argument voor {}() (Gebruik twee gelijktekens '==' om op gelijkwaardigheid wilt controleren)
pl: '{}' nie jest argumentem dla {}() (Jeżeli chcesz testować równość, użyj dwóch znaków równości '==')
pt: '{}' não é um argumento para {}() (Se quiser testar a igualdade, use dois sinais iguais '==')
ru: '{}' не является аргументом для {}() (Если вы хотите проверить равенство, используйте два знака равенства '==')
sl: »{}« ni ustrezen argument za {}() (Če preverjate enakost, uporabite znak »==«)
sv: '{}' är inte ett argument för {}() (Om du vill testa jämlikhet, använd två likhetstecken '==')
ta: '{}' என்பது {} () க்கு ஒரு உரையாடல் அல்ல (நீங்கள் சமத்துவத்தை சோதிக்க விரும்பினால், இரண்டு சம அறிகுறிகளைப் பயன்படுத்துங்கள் '==')
tr: ‘{}’, {}() ait bir argüman değil (Eğer eşit olup olmadıklarını test etmek istiyorsanız, iki eşittir işareti ‘==‘ kullanın)
uk: '{}' не являється аргументом для {}() (Якщо ви хочете перевірити рівність, використайте два знака рівності '==')

source: (auto)
da: (automatisk)
de: (automatisch)
es: (automático)
he: (אוטומטי)
hr: (automatski)
id: (otomatis)
ja: (自動)
kk: (автоматты)
ml: (സ്വയം)
nb_no: (automatisk)
nl: (automatisch)
pl: (automatyczny)
ru: (авто)
sl: (samodejno)
sv: (automatisk)
ta: (ஆட்டோ)
uk: (авто)

source: (current)
ca: (actual)
cs: (aktuální)
da: (nuværende)
de: (aktuell)
es: (actual)
fr: (actuel)
he: (נוכחי)
hr: (trenutačno)
id: (saat ini)
it: (attuale)
ja: (この変数)
kk: (ағымдағы)
ml: (നിലവിലുള്ളത്)
nb_no: (nåværend)
nl: (huidig)
pl: (obecny)
pt: (currente)
ru: (текущий)
sl: (trenutno)
sv: (nuvarande)
ta: (மின்னோட்டம்)
tr: (mevcut)
uk: (котрий точитися)

source: (This is a quirk of Safari and iPads)
ca: (Això es una especificitat per a Safari i iPads)
cs: (Toto je odchylka Safari a iPadů)
da: (Dette er et problem i Safari og på iPads)
de: (Dies ist eine Eigenart von Safari und iPads)
es: (Esto es una peculiaridad de Safari y los iPads)
fr: (C'est une bizarrerie de Safari et des iPads)
he: (זאת בעיה בספארי ובאייפדים)
hr: (Ovo je posebnost Safarija i iPada)
id: (Ini adalah keunikan dari Safari dan Ipad)
it: (Si tratta di una caratteristica di Safari e degli iPad)
ja: （これはSafariとiPadに特異な現象です）
kk: (бұл Safari және iPad құрылғыларының ерекшелігі)
ml: (ഇത് സഫാരിയുടെയും ഐപാഡുകളുടെയും ഒരു പ്രശ്നമാണ്)
nl: (Dit is een eigenaardigheid van Safari en iPads)
pl: (Jest to dziwactwo Safari i iPadów)
pt: (Esta é uma peculiaridade do Safari e dos iPads)
ru: (Это причуда Safari и iPad)
sv: (Detta är ett problem i Safari och på iPads)
ta: (இது சஃபாரி மற்றும் ஐபாட்களின் நகைச்சுவை)
tr: Bu Safari ve iPad'lerin bir tuhaflığı

source: {0} directory contents
de: {0} Verzeichnisinhalte
es: {0} contenidos en directorio
he: תוכן {0} של תיקיית הקבצים
hr: {0} sadržaj direktorija
it: contenuti della cartella {0}
ru: {0} содержимое каталога

source: {columnType} columns may not be edited.
ca: Les columnes {columnType} no es poden editar.
cs: {columnType} sloupce nelze editovat.
da: {columnType}-kolonner kan ikke redigeres.
de: {columnType}-Spalten können nicht bearbeitet werden.
es: Las columnas {columnType} no se pueden editar.
fr: les colonnes {columnType} ne peuvent pas être modifiées.
he: אי אפשר לערוך עמודות {columType}.
hr: {columnType} varijable se ne mogu mijenjati.
id: {Tipekolom} kolom kemungkinan tidak dapat diedit.
it: Impossibile modificare le colonne {columnType}.
ja: {columnType}の列は編集できません。
kk: {columnType} бағандарын өңдеу мүмкін емес.
ml: {columnType} നിരകൾ എഡിറ്റ് ചെയ്യാൻ പാടില്ല.
nb_no: {columnType}-kolonner kan ikke redigeres.
nl: Kan {columnType}-kolommen niet bewerken.
pl: Zmienna {columnType} nie może być edytowana.
pt: Colunas {columnType} colunas não podem ser editadas.
ru: Столбцы типа {columnType} нельзя редактировать.
sl: Stolpcev vrste {columnType} ni mogoče urejati.
sv: {columnType} kolumner kan inte redigeras.
ta: {columnType} நெடுவரிசைகள் திருத்தப்படாமல் போகலாம்.
tr: {columnType} sütunlar değiştirilemeyebilirler.
uk: Шпальти {columnType} нельзя редактировать.

source: {list} and {lastItem}
de: {list} und {lastItem}
es: {list} y {lastItem}
he: {list} וגם {lastItem}
hr: {list} i {lastItem}
it: {list} e {lastItem}
ru: {list} и {lastItem}

source: {m} was uninstalled successfully
ca: {m} s'ha desinstal·lat correctament
cs: {m} byl úspěšně odinstalován
da: {m} blev afinstalleret
de: {m} wurde erfolgreich deinstalliert
es: {m} se desinstaló correctamente
fr: {m} a été désinstallé avec succès
he: התקנת {m} בוצעה בהצלחה
hr: {m} je uspješno deinstaliran
id: {m} berhasil di uninstall
it: {m} è stato disinstallato correttamente
ja: {m}をアンインストールしました
kk: {m} сәтті жойылды
ml: {m} വിജയകരമായി അൺഇൻസ്റ്റാൾ ചെയ്തു
nb_no: {m} ble avinstallert
nl: {m} geïnstalleerd
pl: deinstalacja {m} została zakończona pomyślnie
pt: {m} foi desinstalado com sucesso
ru: {m} успешно удален
sl: Razširitev {m} je uspešno odstranjena
sv: {m} avinstallerades
ta: {m the வெற்றிகரமாக நிறுவல் நீக்கப்பட்டது
tr: {m} başarılı bir şekilde kaldırıldı
uk: {m} успішно удален

source: {module} was installed successfully
de: Modul wurde erfolgreich installiert
es: {module} se instaló correctamente
he: {module} הותקן בהצלחה
hr: {module} je uspješno instaliran
it: {module} è stato installato correttamente
ru: {module} был успешно установлен

source: {n} dp
ca: {n} x.d
fr: {n} nombre de chiffres après la virgule
he: {n} ספרות
hr: {n} b.d.
ja: 第{n}位
kk: {n} об
ml: {n} ഡിപി
nl: {n} decimalen
pl: {n} cyf.
pt: {n} cd
ru: {n} дес. зн.
sl: {n} dm

source: {n} is not a positive integer
ca: {n} no és un nombre enter positiu
cs: {n} není celé kladné číslo
da: {n} er ikke et positivt heltal
de: {n} ist keine positive Ganzzahl
es: {n} no es un número entero positivo
fr: {n} n’est pas un entier positif
he: {n} הוא לא מספר שלם חיובי
hr: {n} nije pozitivan cijeli broj
id: {n} bukanlah integer positif
it: {n} non è un numero intero positivo
ja: {n}は正の整数ではありません
kk: {n} оң бүтін сан емес
ml: {n} ഒരു പോസിറ്റീവ് പൂർണ്ണസംഖ്യയല്ല
nb_no: {n} er ikke et positivt heltall
nl: {n} is geen positief geheel getal
pl: {n} nie jest dodatnią liczbą całkowitą
pt: {n} não é um inteiro positivo
ru: {n} не является положительным целым числом
sl: {n} ni pozitivno celo število
sv: {n} är inte ett positivt heltal
ta: {n} ஒரு நேர்மறையான முழு எண் அல்ல
tr: {n} pozitif bir tam sayı değildir
uk: {n} не являється позитивним целым числом

source: {n} sf
ca: {n} x.s
fr: {n} chiffres significatifs
he: {n} ספרות
hr: {n} z.z.
it: {n} cf
ja: {n}桁
kk: {n} мс
ml: {n} എസ്എഫ്
nl: {n} significante cijfers
pl: {n} cyf.
pt: {n} fs
ru: {n} знач. цифр
sl: {n} sš

source: {name} variable
es: Variable {name}
he: המשתנה {name}
hr: {name} varijabla
it: variabile {name}
ru: {name} переменная

source: {r} is not an integer
ca: {r} no és un nombre enter
cs: {r} není celé číslo
da: {r} er ikke et heltal
de: {r} ist keine Ganzzahl
es: {r} no es un número entero
fr: {r} n’est pas un entier
he: {r} הוא לא מספר שלם
hr: {r} nije cijeli broj
id: {r} bukan integer
it: {r} non è un numero intero
ja: {r}は整数ではありません
kk: {r} — бүтін сан емес
ml: {r} ഒരു പൂർണ്ണസംഖ്യയല്ല
nb_no: {r} er ikke et heltall
nl: {r} is geen geheel getal
pl: {r} nie jest liczbą całkowitą
pt: {r} não é um inteiro
ru: {r} не является целым числом
sl: {r} ni celo število
sv: {r} är inte ett heltal
ta: {r} ஒரு முழு எண் அல்ல
tr: {r} bir tam sayı değildir
uk: {r} не являється целым числом

source: {title} Initial Annotation
de: {title} Einleitende Anmerkung
es: {title} Anotación Inicial
he: {title} הערה ראשונית
hr: {title} Početno pojašnjenje
it: {title} Annotazione iniziale
ru: {title} Начальная аннотация

source: {var} not permitted. Incorrect measure or data type.
de: {var} hat ein falsches Skalenniveau oder einen falschen Datentyp.
es: {var} no permitida. Tipo incorrect de medida o de datos.
he: {var} אינו מורשה. המדד או סוג הנתונים אינו נכון.
hr: {var} nije dozvoljena. Netočna mjera ili vrsta podataka.
it: {var} non consentito. Misura o tipo di dato non corretto.
ru: {var} не разрешается. Неправильная мера или тип данных.

source: {vars} added to {list}.
de: {vars} hinzugefügt zu {list}.
es: {vars} añadidas a {list}.
he: {vars} התווספו ל־{list}.
hr: {vars} dodane u {list}.
it: {vars} aggiunto a {list}.
ru: {vars} добавлены в {list}.

source: {vars} items added to {list}.
de: {vars} hinzugefügt zu {list}.
es: {vars} items añadidos a {list}.
he: הפריטים {vars} התווספו ל־{list}.
hr: {vars} stavke dodane u {list}.
it: {vars} sono stati aggiunti a {list}.
ru: {vars} элементов добавлено в {list}.

source: {vars} items removed from {list}.
de: {vars} entfernt aus {list}.
es: {vars} items eliminados de {list}.
he: הפריטים {vars} הוסרו מ־{list}.
hr: {vars} stavke uklonjene iz {list}.
it: {vars} sono stati rimossi da {list}.
ru: {vars} элементов удалено из {list}.

source: {vars} removed from {list}.
de: {vars} entfernt aus {list}.
es: {vars} eliminadas de {list}.
he: {vars} הוסרו מ־{list}.
hr: {vars} uklonjene iz {list}.
it: {vars} rimossi da {list}.
ru: {vars} удалены из {list}.

source: A change of language requires jamovi to be restarted
ca: Per a canviar d'idioma es requereix que jamovi sigui reiniciat
cs: Změna jazyka vyžaduje restartování Jamovi
da: Ændring af sproget kræver en genstart af jamovi
de: Eine Änderung der Sprache erfordert einen Neustart von jamovi
es: Para cambiar de idioma se requiere que jamovi sea reiniciado
fr: Un changement de langage nécessite de redémarrer jamovi
he: כדי להחליף את השפה יש להפעיל מחדש את jamovi
hr: Promjena jezika zahtijeva da se jamovi ponovo pokrene
id: Jamovi butuh direstarted jika terdapat perubahan bahasa
it: Un cambio di lingua richiede il riavvio di jamovi
ja: 言語を変更するにはjamoviの再起動が必要です
kk: тілді өзгерту jamovi дің қайта іске қосылуын талап етеді
ml: ഭാഷാ മാറ്റത്തിന് ജമോവി പുനരാരംഭിക്കേണ്ടതുണ്ട്
nb_no: En endring av språk krever at jamovi startes på nytt
nl: Na het wijzigen van de taal moet jamovi opnieuw worden gestart
pl: Zmiana języka wymaga ponownego uruchomienia jamovi
pt: Alterar o idioma exige a reinicialização do jamovi
ru: Изменение языка требует перезапуска Jamovi
sl: Sprememba jezika vmesnika zahteva ponoven zagon programa
sv: Byte av språk kräver en omstart av jamovi
ta: மொழியின் மாற்றத்திற்கு சாமோவியை மறுதொடக்கம் செய்ய வேண்டும்
tr: Dil değişikliği jamovi'nin yeniden başlatılmasını gerektirir
uk: Изменение мови вимагає перезапуска Jamovi

source: A newer version of jamovi is required
ca: Es requereix una versió més actual de jamovi
cs: Je vyžadována novější verze Jamovi
da: En nyere version af jamovi er påkrævet
de: Erfordert eine neuere Version von jamovi
es: Se requiere una versión más reciente de jamovi
fr: Une version plus récente de jamovi est requise
he: יש להשתמש בגרסה חדשה יותר של jamovi
hr: Potrebna je novija jamovi verzija
id: Jamovi versi terbaru diperlukan, silahkan update Jamovi
it: Serve una versione di jamovi più recente
ja: このjamoviのバージョンは古すぎます
kk: Jamovi-дің жаңа нұсқасын қажет етеді
ml: ജമോവിയുടെ ഒരു പുതിയ പതിപ്പ് ആവശ്യമാണ്
nb_no: En nyere versjon av jamovi er nødvendig
nl: Een nieuwere versie van jamovi is vereist
pl: Wymagana jest nowsza wersja jamovi
pt: É necessário uma versão mais recente do jamovi
ru: Требуется более поздняя версия Jamovi
sl: Zahtevana je novejša različica programa jamovi
sv: En nyare version av jamovi krävs
ta: சாமோவியின் புதிய பதிப்பு தேவை
tr: Daha yeni bir jamovi sürümü gerekiyor
uk: Вимагає понад пізня версія Jamovi

source: Accent
ca: Accentuar
cs: Barevný motiv
da: Fremhævet
de: Akzentuiert
es: Énfasis
fr: Accentué
he: מודגש
hr: Isticanje
id: Aksen
it: Accento
ja: アクセント
kk: акценттелген
ml: ഉച്ചാരണം
nb_no: Aksent
nl: Accentkleur
pl: Akcent
pt: Acentuar
ru: Акцент
sv: Framhävd
ta: உச்சரிப்பு
tr: Aksan
uk: Акцент

source: Access is denied. You may not have the appropriate permissions to access this resource.
ca: Accés denegat. És possible que no tinga els permisos adients per a accedir a aquest recurs.
cs: Přístup odepřen. Pravděpodobně nemáte potřebná oprávnění pro přístup k tomuto zdroji.
da: Ingen adgang. Du har muligvis ikke de nødvendige rettigheder til at få adgang til denne ressource.
de: Der Zugriff wurde verweigert. Möglicherweise verfügen Sie nicht über die notwendigen Berechtigungen, um auf diese Ressource zuzugreifen.
es: Acceso denegado. Es posible que no tenga los permisos adecuados para acceder a este recurso.
fr: L’accès est refusé. Vous ne disposez peut-être pas des autorisations appropriées pour accéder à cette ressource.
he: הגישה נדחתה. כנראה שאין בידך הרשאות מתאימות כדי לגשת למשאב זה.
hr: Pristup je odbijen. Možda nemaš odgovarajuće dozvole za pristup ovom resursu.
id: Akses ditolak. Kemungkinan kamu tidak memiliki izin untuk mengakses sumber ini.
it: Accesso negato. Potresti non disporre delle autorizzazioni appropriate per accedere a questa risorsa.
ja: アクセスが拒否されました。適切なアクセス権限を持っていない可能性があります。
kk: кіру рұқсаты жоқ. Бұл ресурсқа кіру үшін сізде тиісті рұқсаттар болмауы мүмкін.
ml: പ്രവേശനം നിഷേധിക്കപ്പെട്ടിരിക്കുന്നു. ഈ വിഭവം ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് അനുമതികൾ ഇല്ലായിരിക്കാം.
nb_no: Ingen tilgang. Du har kanskje ikke de nødvendige rettighetene til å få tilgang til denne ressursen.
nl: Toegang geweigerd. U hebt mogelijk niet de juiste machtigingen om toegang te krijgen tot deze bron.
pl: Odmowa dostępu. Możesz nie mieć uprawnień do wyświetlenia tego zasobu.
pt: Acesso negado. Você pode não ter as permissões apropriadas para aceder a este recurso.
ru: Доступ запрещен. Возможно, у вас нет соответствующих разрешений для доступа к этому ресурсу.
sl: Dostop ni dovoljen. Najverjetneje ni ustreznih dovoljenj za dostop do tega vira.
sv: Ingen åtkomst. Du kanske inte har de nödvändiga rättigheterna för att få tillgång till den här resursen.
ta: அணுகல் மறுக்கப்படுகிறது. இந்த வளத்தை அணுக உங்களுக்கு பொருத்தமான அனுமதிகள் இல்லை.
tr: Erişim reddedildi. Bu kaynağa erişim için yeterli yetkileriniz olmayabilir.
uk: Доступ заборонений. Можливо, у вас ні відповідний дозволів для доступу к цьому ресурсу.

source: active
ca: actiu
cs: aktivní
da: aktiv
de: aktiv
es: activo
fr: activer
he: פעיל
hr: aktivan
id: aktif
it: attivo
ja: オン
kk: белсенді
ml: സജീവം
nb_no: aktiv
nl: actief
pl: aktywny
pt: activo
ru: активно
sl: dejavno
sv: aktiv
ta: செயலில்
tr: aktif
uk: активно

source: Add
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוספה
hr: Dodaj
id: Tambah
it: Aggiungere
ja: 追加
kk: қосу
ml: ചേർക്കുക
nb_no: Legge til
nl: Toevoegen
pl: Wstaw
pt: Adicionar
ru: Добавить
sl: Dodaj
sv: Lägg till
ta: கூட்டு
tr: Ekle
uk: Додати

source: Add {1} items to {0}
de: Hinzufügen von {1} Elementen zu {0}
es: Añadir {1} elementos a {0}
he: הוספת הפריטים {1} ל־{0}
hr: Dodaj {1} stavke u {0}
it: Aggiungere {1} elementi a {0}
ru: Добавьте {1} элементов в {0}

source: Add another nested filter
ca: Afegir un altre filtre (niat)
cs: Přidat další vnořený filtr
da: Tilføj endnu et indlejret filter
de: Einen weiteren Filter hinzufügen
es: Añadir otro filtro anidado
fr: Ajouter un autre filtre imbriqué
he: הוספת מסנן מקונן נוסף
hr: Dodaj filtar podskupina
id: Tambahkan filter bertingkat lainnya
it: Aggiungere un altro filtro annidato
ja: 入れ子フィルタを追加
kk: басқа кірістірілген сүзгіні қосу
ml: മറ്റൊരു നെസ്റ്റഡ് ഫിൽട്ടർ ചേർക്കുക
nb_no: Legg til et annet nestet filter
nl: Nog een filter toevoegen
pl: Dodaj kolejny filtr zagnieżdżony
pt: Adicionar outro filtro aninhado
ru: Добавить еще один вложенный фильтр
sl: Dodaj nov ugnezden filter
sv: Lägg till ytterligare ett nästlat filter
ta: மற்றொரு உள்ளமைக்கப்பட்ட வடிப்பானைச் சேர்க்கவும்
tr: Yeni bir tabakalı filtre ekle
uk: Додати ще один вкладений фільтр

source: Add item {1} to {0}
de: Element {1} zu {0} hinzufügen
es: Añade elemento {1} a {0}
he: הוספת הפריט {1} ל־{0}
hr: Dodaj stavku {1} u {0}
it: Aggiungere l'elemento {1} a {0}
ru: Добавьте элемент {1} к {0}

source: Add items to {0}
de: Element zu {0} hinzufügen
es: Añade elementos a {0}
he: הוספת פריטים ל־{0}
hr: Dodaj stavke u {0}
it: Aggiunti elementi a {0}
ru: Добавить элементы в {0}

source: Add Missing Value
ca: Afegir Valor Perdut
cs: Přidat chybějící hodnotu
da: Tilføj manglende værdi
de: Fehlenden Wert hinzufügen
es: Añadir valor faltante
fr: Ajouter une valeur pour les données manquantes
he: הוספת ערך חסר
hr: Dodaj nedostajuću vrijednost
id: Isi Nilai yang Hilang
it: Aggiungere Valore Mancante
ja: 欠損値を追加
kk: жетіспейтін мәнді қосу
ml: ഇല്ലാത്ത മൂല്യം ചേർക്കുക
nb_no: Legg til manglende verdi
nl: Ontbrekende waarde toevoegen
pl: Zdefiniuj braki danych
pt: Adicionar valor omisso
ru: Добавить недостающее значение
sl: Dodaj manjkajočo vrednost
sv: Lägg till saknat värde
ta: காணாமல் போன மதிப்பைச் சேர்க்கவும்
tr: Eksik değer ekle
uk: Додати недостающее значення

source: Add new filter
ca: Afegir nou filtre
cs: Přidat nový filtr
da: Tilføj et nyt filter
de: Filter hinzufügen
es: Añadir filtro nuevo
fr: Ajouter un nouveau filtre
he: הוספת מסנן חדש
hr: Dodaj novi filtar
id: Tambahkan filter baru
it: Aggiungere un nuovo filtro
ja: フィルタを追加
kk: жаңа сүзгі қосу
ml: പുതിയ ഫിൽട്ടർ ചേർക്കുക
nb_no: Legg til nytt filter
nl: Nieuwe filter
pl: Dodaj nowy filtr
pt: Adicionar filtro novo
ru: Добавить новый фильтр
sl: Dodaj nov filter
sv: Lägg till ett nytt filter
ta: புதிய வடிகட்டியைச் சேர்க்கவும்
tr: Yeni filtre ekle
uk: Додати новий фільтр

source: Add new level
ca: Afegir nou nivell
cs: Přidat novou úroveň
da: Tilføj et nyt niveau
de: Neue Faktorstufe hinzufügen
es: Añadir nivel nuevo
fr: Ajouter une nouvelle modalité
he: הוספת רמה חדשה
hr: Dodaj novu razinu
id: Tambahkan level baru
it: Aggiungere un nuovo livello
ja: 水準を追加
kk: жаңа деңгей қосу
ml: പുതിയ ലെവൽ ചേർക്കുക
nb_no: Legg til nytt nivå
nl: Nieuw niveau
pl: Dodaj nowy poziom
pt: Adicionar nível novo
ru: Добавить новый уровень
sl: Dodaj novo raven
sv: Lägg till en ny nivå
ta: புதிய மட்டத்தைச் சேர்க்கவும்
tr: Yeni seviye ekle
uk: Додати новий рівень

source: Add new rows
de: Neue Zeilen hinzufügen
es: Añadir filas nuevas
he: הוספת שורות חדשות
hr: Dodaj nove retke
it: Aggiungere nuove righe
ru: Добавьте новые строки

source: Add new variable
de: Neue Variable hinzufügen
es: Añadir variable nueva
he: הוספת משתנים חדשים
hr: Dodaj novu varijablu
it: Aggiungere una nuova variabile
ru: Добавьте новую переменную

source: Add Note
ca: Afegir Nota
cs: Přidat poznámku
da: Tilføj en note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
he: הוספת הערה
hr: Dodaj bilješku
id: Tambahkan catatan
it: Aggiungere Nota
ja: メモを追加
kk: ескертпені қосу
ml: നോട്ട് ചേര്ക്കുക
nb_no: Legg til notat
nl: Opmerking toevoegen
pl: Dodaj notatkę
pt: Adicionar nota
ru: Добавить заметку
sl: Dodaj opombo
sv: Lägg till en anteckning
ta: குறிப்பைச் சேர்க்கவும்
tr: Not ekle
uk: Додати заметку

source: Add recode condition
ca: Afegir condició de recodificació
cs: Přidat podmínku překódování
da: Tilføj betingelse for omkodning
de: Umkodierungsbedingung hinzufügen
es: Agregar condición de recodificación
fr: Ajouter une nouvelle condition de recodage
he: הוספת תנאי קידוד־מחדש
hr: Dodaj uvjet za prekodiranje
id: Tambahkan kondisi yang dikode ulang
it: Aggiungere la condizione di ricodifica
ja: 変換条件を追加
kk: қайта кодтау шартын қосу
ml: റീകോഡ് വ്യവസ്ഥ ചേർക്കുക
nb_no: Legg til recode-betingelse
nl: Herprogrammeringsvoorwaarde toevoegen
pl: Dodaj warunek rekodowania
pt: Adicionar condição de recodificação
ru: Добавить условие перекодирования
sl: Dodaj pogoj prekodiranja
sv: Lägg till omkodningsvillkor
ta: ரெகோட் நிபந்தனையைச் சேர்க்கவும்
tr: Yeni kodlama koşulu ekle
uk: Додати умову перекодирования

source: Add Variable
ca: Afegir Variable
cs: Přidat proměnnou
da: Tilføj variabel
de: Variable hinzufügen
es: Añadir variable
fr: Ajouter une variable
he: הוספת משתנה
hr: Dodaj varijablu
id: Tambahkan Variable
it: Aggiungere la Variabile
ja: 変数を追加
kk: айнымалыны қосу
ml: വേരിയബിൾ ചേർക്കുക
nb_no: Legg til variabel
nl: Variabele toevoegen
pl: Wstaw zmienną
pt: Adicionar variável
ru: Добавить переменную
sl: Dodaj spremenljivko
sv: Lägg till variabel
ta: மாறி சேர்க்கவும்
tr: Değişken ekle
uk: Додати переменную

source: Added
ca: Afegit
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Añadido
fr: Ajouté
he: נוספו
hr: Dodano
id: Telah ditambahkan
it: Aggiunti
ja: 追加
kk: қосылды
ml: ചേർത്തു
nb_no: Lagt til
nl: Toegevoegd
pl: Dodano
pt: Adicionado
ru: Добавлено
sl: Dodano
sv: Tillagd
ta: சேர்க்கப்பட்டது
tr: Eklendi
uk: Додане

source: All
ca: Tot
cs: Vše
da: Alle
de: Alle
es: Todo
fr: Tous
he: הכול
hr: Sve
id: Semua
it: Tutti
ja: すべて
kk: барлығы
ml: എല്ലാം
nb_no: Alle
nl: Alle
pl: Wszystko
pt: Todos
ru: Все
sl: Vse
sv: Alla
ta: அனைத்தும்
tr: Tümü
uk: Все

source: All {n} way
ca: Tots els {n} camins
cs: Všechny {n} kombinace
da: Alle {n}-veje
de: Alle {n}-fach
es: Todas las {n} vías
fr: Tous les {n} chemins
he: כל ה־{n} כיווניות
hr: Svih {n} puta
id: Semua {n} jalan
it: Tutto a {n} vie
ja: 全{n}要因
kk: барлық {n} жолы
ml: എല്ലാം {n} വഴി
nb_no: Alle {n}-vei
nl: Alle {n} manieren
pl: Wszystkie {n} sposoby(ów)
pt: Todos {n] modos
ru: {n} совместно
sv: Alla {n}-vägar
ta: அனைத்து {n} வழி
tr: Tüm {n} şekilleri
uk: Весь путь {n}
