Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: An online data set hosted by {hostname}
ca: Un conjunt de dades en línia ubicat a {hostname}
cs: Online datový soubor je hostován na {hostname}
da: Et webbaseret datasæt hostet af {hostname}.
de: Ein auf {hostname} verfügbarer Online-Datensatz
es: Un conjunto de datos en línea alojado por {hostname}
fr: Un jeu de données en ligne hébergé par {hostname}
he: מערך נתונים מקוון בחסות {hostname}
hr: Online skup podataka u vlasništvu {hostname}
id: Data online di simpan oleh {hostname}
it: Un set di dati online ospitati da {hostname}
ja: {hostname}上のオンラインデータセット
kk: онлайн деректер жинағы {hostname} арқылы орналастырылған
ml: {hostname} ഹോസ്റ്റ് ചെയ്ത ഒരു ഓൺലൈൻ ഡാറ്റ സെറ്റ്
nb_no: Et nettbasert datasett hostet av {hostname}
nl: Een online dataset gehost door {hostname}
pl: Dane online hostowane przez {hostname}
pt: Uma base de dados online hospedado por {hostname}
ru: Онлайн-набор данных, размещенный на {hostname}
sl: Omrežni podatkovne zbirke gostujejo na {hostname}
sv: En webbaserad dataset som hostas av {hostname}
ta: {hostname} வழங்கிய நிகழ்நிலை தரவு தொகுப்பு தொகுப்பு
tr: Online veri seti {hostname} tarafından saklanmaktadır
uk: Онлайн-набір даних, размещенный на {hostname}

source: An unexpected error has occured, and jamovi must now close.
ca: S'ha produït un error inesperat i jamovi ha de tancar-se ara.
cs: Vyskytla se neočekávaná chyba a Jamovi se musí ukončit.
da: Der er opstået en uventet fejl, og jamovi skal nu lukkes.
de: Ein unerwarteter Fehler ist aufgetreten. jamovi muss nun geschlossen werden.
es: Se ha producido un error inesperado y jamovi debe cerrarse ahora.
fr: Une erreur inattendue s'est produite et jamovi doit se fermer.
he: אירעה שגיאה בלתי צפויה וכעת על jamovi להיסגר.
hr: Dogodila se neočekivana pogreška, jamovi se mora zatvoriti.
id: Kesalahan tak terduga terjadi, jamovi harus ditutup sekarang.
it: Si è verificato un errore imprevisto e jamovi dovrebbe chiudersi.
ja: 予期しないエラーです。jamoviを終了します。
kk: күтпеген қате орын алды, сол себепті jamovi жабылуы керек.
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു, ജമോവി ഇപ്പോൾ അടയ്ക്കണം.
nb_no: Det har oppstått en uventet feil, og jamovi må nå lukkes.
nl: Er is een onverwachte fout opgetreden waardoor jamovi moet afsluiten.
pl: Wystąpił nieoczekiwany błąd i jamovi musi zostać zamknięte.
pt: Ocorreu um erro inesperado e o jamovi deve ser fechado agora.
ru: Произошла непредвиденная ошибка, и теперь Jamovi должен закрыться.
sl: Prišlo je do nepričakovane napake in program se bo zaprl.
sv: Ett oväntat fel har inträffat och jamovi måste nu stängas.
ta: எதிர்பாராத பிழை ஏற்பட்டுள்ளது, சாமோவி இப்போது மூடப்பட வேண்டும்.
tr: Beklenmedik bir hata oluştu ve jamovi şimdi kapanmak zorunda.
uk: Відбулася непредвиденная помилка, і тепер Jamovi повинен закрыться.

source: An unexpected error occurred
de: Es ist ein unerwarteter Fehler aufgetreten
es: Se produjo un error inesperado
he: אירעה תקלה בלתי צפויה
hr: Dogodila se neočekivana greška
it: C'è un errore inatteso
ru: Произошла непредвиденная ошибка

source: Analyses
ca: Anàlisis
cs: Analýzy
da: Analyser
de: Analysen
es: Análisis
he: ניתוחים
hr: Analize
id: Analisa
it: Analisi
ja: 分析
kk: талдаулар
ml: വിശകലനങ്ങൾ
nb_no: Analyser
pl: Analizy
pt: Análises
ru: Анализы
sl: Analize
sv: Analyser
ta: பகுப்பாய்வு
tr: Analizler
uk: Аналізи

source: Analyses which execute arbitrary code are not permitted in this session.
ca: No es permet en aquesta sessió cap anàlisi que ejecuti codi arbitrari.
cs: Analýzy, které spouštějí libovolný kód, nejsou v této relaci povoleny.
da: Analyser, der udfører vilkårlig kode, er ikke tilladt i denne session.
de: Analysen, die beliebigen Code ausführen, sind in dieser Sitzung nicht erlaubt.
es: No se permiten análisis que ejecuten código arbitrario en esta sesión.
fr: Les analyses qui exécutent du code arbitraire ne sont pas autorisées dans cette session.
he: ניתוחים שמממשים קוד אקראי אינם מורשים בהפעלה זו.
hr: Analize koje izvršavaju proizvoljni kod nisu dopuštene u ovoj sesiji.
id: Analisis yang mengeksekusi kode arbitrer tidak diizinkan dalam sesi ini.
it: Le analisi che eseguono codice arbitrario non sono consentite in questa sessione.
ja: このセッションでは、任意のコードを実行する分析は許可されていません。
kk: осы сессияда еркін кодты орындайтын талдауларға жол берілмейді.
ml: arbitrary കോഡ് നടപ്പിലാക്കുന്ന വിശകലനങ്ങൾ ഈ സെഷനിൽ അനുവദിക്കില്ല.
nl: Analyses die arbitraire code uitvoeren worden in deze sessie niet toegestaan.
pl: Analizy, które wykonują dowolny kod, nie są dozwolone w tej sesji.
pt: Análises que executam código arbitrário não são permitidas nesta sessão.
ru: Анализы, выполняющие произвольный код, не разрешены в этой сессии.
sv: Analyser som exekverar godtycklig kod är inte tillåtna i den här sessionen.
ta: இந்த அமர்வில் தன்னிச்சையான குறியீட்டை இயக்கும் பகுப்பாய்வுகள் அனுமதிக்கப்படவில்லை.
tr: Bu oturumda rastgele kod çalıştıran analizlere izin verilmez.

source: Analysis
ca: Anàlisi
cs: Analýza
da: Analyse
de: Analyse
es: Análisis
fr: Analyses
he: ניתוח
hr: Analiza
id: analisis
it: Analisi
ja: 分析
kk: талдау
ml: വിശകലനം
nb_no: Analyse
nl: Analyse
pl: Analiza
pt: Análise
ru: Анализ
sl: Analiza
sv: Analys
ta: பகுப்பாய்வு
tr: Analiz
uk: Аналіз

source: Analysis Heading - {title}
de: Analyse-Überschrift - {title}
es: Encabezado de Análisis - {title}
he: כותרת הניתוח – {title}
hr: Naslov analize – {title}
it: Titolo Analisi - {title}
ru: Заголовок анализа - {title}

source: and
ca: y
cs: a
da: og
de: und
es: y
fr: et
he: וגם
hr: i
id: dan
it: e
ja: かつ
kk: және
ml: ഒപ്പം
nb_no: og
nl: en
pl: i
pt: e
ru: и
sl: in
sv: och
ta: மற்றும்
tr: ve
uk: і

source: Annotation
de: Anmerkung
es: Anotación
he: הערה
hr: Pojašnjenje
it: Annotazione
ru: Аннотация

source: Annotation for group {name}
de: Anmerkung zu Gruppe {name}
es: Anotación para el grupo {name}
he: הערה לקבוצה {name}
hr: Pojašnjenje za grupu {name}
it: Annotazione per il gruppo {name}
ru: Аннотация для группы {name}

source: Annotation for image {name}
de: Anmerkung zu Abbildung {name}
es: Anotación para la imagen {name}
he: הערה לתמונה {name}
hr: Pojašnjenje za sliku {name}
it: Annotazione per l'immagine {name}
ru: Аннотация к изображению {name}

source: Annotation for item {name}
de: Anmerkung zu Element {name}
es: Anotación para el elemento {name}
he: הערה לפריט {name}
hr: Pojašnjenje za stavku {name}
it: Annotazione per l'oggetto {name}
ru: Аннотация для элемента {name}

source: Annotation for list {name}
es: Anotación para la lista {name}
he: הערה לרשימה {name}
hr: Pojašnjenje za popis {name}
it: Annotazione per la lista {name}
ru: Аннотация для списка {name}

source: Annotation for table {name}
es: Anotación para la tabla {name}
he: הערה לטבלה {name}
hr: Pojašnjenje za tablicu {name}
it: Annotazione per la tabella {name}
ru: Аннотация к таблице {name}

source: ANOVA
he: ניתוח שונות
id: Analisis Variasi
ja: 分散分析
ru: ДА
ta: அனோவா

source: Append
ca: Afegir
cs: Připojit
da: Tilføj
de: Anfügen
es: Añadir
fr: Ajouter
he: סיפוח
hr: Dodaj
id: Menambahkan
it: Aggiungere
ja: 追加
kk: қосу, байланыстыру
ml: കൂട്ടിച്ചേർക്കുക
nb_no: Tilføye
nl: Toevoegen
pl: Na końcu
pt: Acrescentar
ru: Добавить
sl: Pripni
sv: Lägg till
ta: பிற்சேர்
tr: Ek
uk: Додати

source: Append how many rows?
ca: Quantes files afegir?
cs: Kolik řádků připojit?
da: Hvor mange rækker skal du tilføje?
de: Wie viele Zeilen anhängen?
es: ¿Cuántas filas añadir?
fr: Ajouter combien de lignes ?
he: כמה שורות לספח?
hr: Koliko redaka dodati?
id: Berapa kolom yang ditambahkan?
it: Quante righe aggiungere?
ja: 何行追加しますか？
kk: қанша жолды қосу керек?
ml: എത്ര വരികൾ കൂട്ടിച്ചേർക്കണം?
nb_no: Legg til hvor mange rader?
nl: Hoeveel rijen toevoegen?
pl: Ile wierszy wstawić?
pt: Acrescentar quantas linhas?
ru: Сколько строк добавить?
sl: Koliko vrstic želite pripeti?
sv: Lägg till hur många rader?
ta: எத்தனை வரிசைகளைச் சேர்க்கவும்?
tr: Kaç satır eklenecek?
uk: Скільки строк додати?

source: Append Row...
ca: Afegir Fila...
cs: Připojit řádek ...
da: Tilføj række...
de: Zeile anhängen...
es: Añadir fila...
fr: Ajouter une ligne...
he: סיפוח שורה…
hr: Dodaj redak …
id: Tambahkan Baris...
it: Aggiungere Riga ...
ja: 行を追加…
kk: қатарды қосу...
ml: വരി കൂട്ടിച്ചേർക്കുക...
nb_no: Legg til rad...
nl: Rij toevoegen...
pl: Wstaw wiersz...
pt: Acrescentar Linha...
ru: Добавить строку...
sl: Pripni vrstico ...
sv: Lägg till rad...
ta: வரிசையைச் சேர்க்கவும் ...
tr: Satır ekle...
uk: Додати строку...

source: Apply changes
ca: Aplicar els canvis
cs: Aplikovat změny
da: Anvend ændringer
de: Änderungen übernehmen
es: Aplicar cambios
fr: Appliquer les changements
he: החלת השינויים
hr: Primijeni promjene
id: Menerapkan perubahan
it: Applicare i cambiamenti
ja: 変更を適用
kk: өзгертулерді қолдану
ml: മാറ്റങ്ങൾ വരുത്തുക
nb_no: Bruk endringer
nl: Wijzigingen toepassen
pl: Zatwierdź zmiany
pt: Aplicar as alterações
ru: Применить изменения
sl: Uveljavi spremembe
sv: Tillämpa ändringar
ta: மாற்றங்களைப் பயன்படுத்துங்கள்
tr: Değişiklikleri uygula
uk: Застосувати изменения

source: Approaching plan time limit
ca: S'acosta al límit temporal del plan
cs: Blíží se časový limit plánu
da: Planens tidsbegrænsning nærmer sig
de: Das Tarif-Zeitlimit nähert sich
es: Límite del tiempo de plan próximo
fr: La date limite du plan approche
he: סוף זמן התוכנית מתקרב
hr: Približavanje vremenskog ograničenja tarife
id: Mendekati batas waktu yang ditentukan
it: Avvicinamento al limite di tempo del piano
ja: もうすぐ制限時間です
kk: жоспарланған уақыт шегіне жақындау
ml: പ്ലാനിന്റെ സമയപരിധി അടുക്കുന്നു
nl: Plantijd loopt bijna af
pl: Limit czasu przewidziany w tym planie niedługo zostanie osiągnięty
pt: Aproximando-se do limite de tempo do plano
ru: Приближение к лимиту времени тарифного плана
sv: Planens tidsgräns närmar sig
ta: திட்ட நேர வரம்பை அணுகும்
tr: Yaklaşan plan zaman sınırı

source: Authentication failure
ca: Error d'autentificació
cs: Autentizace selhala
da: Autentificeringsfejl
de: Authentifizierungsfehler
es: Fallo de autenticación
fr: Échec de l'authentification
he: האימות נכשל
hr: Neuspjela autentifikacija
id: Gagal melakukan otentikasi
it: Autenticazione fallita
ja: 認証できません
kk: аутентификация сәтсіздігі
ml: Authentication നടന്നില്ല
nl: Authenticatiefout
pl: Błąd uwierzytelnienia
pt: Falha de autenticação
ru: Сбой аутентификации
sv: Autentiseringsfel
ta: அங்கீகார தோல்வி
tr: Kimlik doğrulama hatası

source: Authentication required
ca: Es requereix autentificació
cs: Vyžadována autentizace
da: Godkendelse påkrævet
de: Authentifizierung erforderlich
es: Se requiere autenticación
fr: Authentification requise
he: נדרש אימות
hr: Potrebna je autentifikacija
id: Otentikasi diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
kk: аутентификация талап етіледі
ml: Authentication വേണം
nl: Authenticatie vereist
pl: Wymagane uwierzytelnienie
pt: Autenticação necessária
ru: Требуется аутентификация
sv: Autentisering krävs
ta: ஏற்பு தேவை
tr: Kimlik doğrulama gerekli

source: Auto
he: אוטומטי
hr: Automatski
ja: 自動
kk: автоматты
ml: സ്വയം
nl: Automatisch
pl: Automatycznie
ru: Авто
sl: Samodejno
ta: தானி
tr: Otomatik
uk: Авто

source: Automatic
ca: Automàtic
cs: Automatické
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
he: אוטומטי
hr: Automatski
id: Otomatis
it: Automatico
ja: 自動
kk: автоматты түрде
ml: സ്വയംപ്രേരിതനായ
nb_no: Automatisk
nl: Automatisch
pl: Automatyczny
pt: Automático
ru: Автоматический
sl: Samodejno
sv: Automatisk
ta: தானியங்கி
tr: Otomatik
uk: Автоматичний

source: Available
ca: Disponible
cs: Dostupné
da: Tilgængelig på
de: Verfügbar
es: Disponible
fr: Disponible
he: זמין
hr: Dostupno
id: Tersedia
it: Disponibile
ja: 利用可能
kk: қол жетімді
ml: ലഭ്യമാണ്
nb_no: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt: Disponível
ru: Доступно
sl: Na voljo
sv: Tillgänglig
ta: கிடைக்கிறது
tr: Hazır
uk: Доступно

source: Available items
es: Elementos disponibles
he: פריטים זמינים
hr: Dostupne stavke
it: Elementi disponibili
ru: Доступные предметы

source: Bad function definition
ca: Definició de funció incorrecta
cs: Špatná definice funkce
da: Ugyldig funktionsdefinition
de: Ungültige Funktionsdefinition
es: Definición de función incorrecta
fr: Mauvaise définition de fonction
he: הגדרת הפונקצייה לא טובה
hr: Loša definicija funkcije
id: Definisi fungsi yang buruk
it: Definizione di funzione errata
ja: 関数の定義に問題があります
kk: нашар функция анықтамасы
ml: തെറ്റായ ഫങ്ഷൻ നിർവചനം
nb_no: Ugyldig funksjonsdefinisjon
nl: Ongeldige functiedefinitie
pl: Funkcja została błędnie zdefiniowana
pt: Definição de função errada
ru: Неверное определение функции
sl: Neustrezna definicija funkcije
sv: Felaktig funktionsdefinition
ta: மோசமான செயல்பாட்டு வரையறை
tr: Fonksiyon tanımı kötü
uk: Неверное визначення функції

source: Black & white
ca: Blanc i negre
cs: Černobílé
da: Sort og hvid
de: Schwarz & Weiß
es: Blanco y negro
fr: Noir et blanc
he: שחור ולבן
hr: Crno-bijelo
id: Hitam & putih
it: Bianco e nero
ja: モノクロ
kk: қара - ақ
ml: കറുപ്പും വെളുപ്പും
nb_no: Svart-hvitt
nl: Zwart-wit
pl: Czarno-biały
pt: Preto & Branco
ru: Черно-белый
sl: Črno in Belo
sv: Svart och vitt
ta: கருப்பு & வெள்ளை
tr: Siyah ve Beyaz
uk: Чорно-білий

source: Blues
ca: Blaus
cs: Modře
da: Blåtoner
de: Blautöne
fr: Bleus
he: כחולים
hr: Plave
id: Biru
it: Blue
ja: ブルー
kk: диаграммаларда (мысалы, сызықтар немесе бағандар үшін) пайдалануға арналған көкшіл түстер қатарын білдіреді
ml: ബ്ലൂസ്
nb_no: Blåtoner
nl: Blauwtinten
pl: Niebieskie
pt: Azuis
ru: Блюз
sl: Modro
sv: Blåtoner
ta: ப்ளூச்
tr: Maviler
uk: Блюз

source: Bold
ca: Negreta
cs: Tučné
da: Fed
de: Fett
es: Negrita
fr: Gras
he: הבלטה
hr: Podebljano
id: Tebal
it: Grassetto
ja: 太字
kk: қалың қаріп
ml: ബോൾഡ്
nb_no: Fet
nl: Vet
pl: Pogrubienie
pt: Negrito
ru: Жирный
sl: Krepko
sv: Fet
ta: தடிமான
tr: Kalın
uk: Жирный

source: Browse
ca: Navega
cs: Procházet
da: Bladre
de: Durchsuchen
es: Navegar
fr: Parcourir
he: עיון
hr: Pretraži
id: Jelajahi
it: Sfogliare
ja: ブラウズ
kk: шолу
ml: ബ്രൗസ് ചെയ്യുക
nb_no: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt: Procurar
ru: Просмотр
sl: Prebrskaj
sv: Bläddra igenom
ta: உலாவு
tr: Gözat
uk: Перегляд

source: Bullet List
ca: Llista de Marcadors
cs: Seznam odrážek
da: Pointliste
de: Aufzählung
es: Lista de viñetas
fr: Liste à puces
he: רשימת תבליטים
hr: Popis s predznakom
id: Daftar Isi
it: Elenco puntato
ja: 順不同箇条書き
kk: маркіленген тізім
ml: ബുള്ളറ്റ് ലിസ്റ്റ്
nb_no: Punktliste
nl: Opsomming
pl: Wypunktowanie
pt: Lista de Marcadores
ru: Маркированный список
sl: Vrstični seznam
sv: Poänglista
ta: புல்லட் பட்டியல்
tr: Madde İşaretli
uk: Маркированный список

source: Cancel
ca: Cancela
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hr: Odustani
id: Batalkan
it: Annulla
ja: キャンセル
kk: болдырмау
ml: റദ്ദാക്കുക
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
tr: İptal
uk: Скасування

source: Cannot assign non-integer value to column '{}'
es: No se puede asignar un valor no-entero a la columna '{}'
he: אי אפשר להזין ערך שאינו מספר שלם לעמודה ”{}“
hr: Ne može se dodijeliti necjelobrojna vrijednost stupcu '{}'
it: Impossibile assegnare un valore differente a un intero nella colonna '{}'
ru: Невозможно присвоить столбцу '{}' нецелое значение

source: Cannot assign non-numeric value to column '{}'
ca: No es pot assignar un valor no-numèric a la columna '{}'
cs: Nelze přiřadit nečíselnou hodnotu ke sloupci '{}'
da: Kan ikke tildele en ikke-numerisk værdi til kolonnen »{}«
de: Spalte '{}' kann kein nicht-numerischer Wert zugewiesen werden
es: No se puede asignar un valor no numérico a la columna «{}»
fr: Impossible d'assigner une valeur non-numérique à la colonne '{}'
he: לא ניתן להזין ערך לא מספרי לעמודה ”{}“
hr: Ne može se dodijeliti ne-numerička vrijednost stupcu '{}'
id: Tidak dapat menetapkan nilai non-numerik ke kolom '{}'
it: Impossibile assegnare un valore non numerico alla colonna '{}'
ja: 「{}」列に数値でない値を割り当てることはできません
kk: "{}" бағанына сандық емес мәнді тағайындау мүмкін емес
ml: '{}' കോളത്തിന് സംഖ്യയല്ലാത്ത മൂല്യം നൽകാനാവില്ല
nb_no: Kan ikke tilordne ikke-numerisk verdi til kolonnen «{}»
nl: Kan geen niet-numerieke waarde toewijzen aan kolom '{}'
pl: Nie można przypisać wartości nienumerycznej do kolumny „{}”
pt: Não é possível atribuir valor não numérico à coluna '{}'
ru: Невозможно присвоить нечисловое значение столбцу '{columnName}'
sl: Stolpcu »{}« ni mogoče dodeliti ne-številske vrednosti
sv: Det går inte att tilldela ett icke-numeriskt värde till kolumnen ”{}”
ta: '{}' நெடுவரிசைக்கு எண் அல்லாத மதிப்பை ஒதுக்க முடியாது
tr: Sayısal olmayan değer '{}' sütununa atanamaz
uk: Неможливо присвоить нечисловое значення шпальті '{columnName}'

source: Cannot assign non-numeric value to column '{columnName}'
ca: No es pot assignar un valor no-numèric a la columna '{columnName}'
cs: Sloupci '{columnName}' nelze přiřadit nečíselnou hodnotu
da: Kan ikke tildele en ikke-numerisk værdi til kolonnen »{columnName}«
de: Spalte '{columnName}' kann kein nicht-numerischer Wert zugewiesen werden
es: No se puede asignar un valor no numérico a la columna «{columnName}»
fr: Impossible d'assigner une valeur non-numérique à la colonne '{columnName}'
he: לא ניתן להזין ערך לא מספרי לעמודה ”{columnName}“
hr: Ne može se dodijeliti ne-numerička vrijednost stupcu '{columnName}'
id: Tidak dapat menetapkan nilai non-numerik ke kolom '{columnName}'
it: Impossibile assegnare un valore non numerico alla colonna '{columnName}'
ja: 「{columnName}」列に数値でない値を割り当てることはできません
kk: "{columnName}" бағанына сандық емес мәнді тағайындау мүмкін емес
ml: '{columnName}' കോളത്തിന് സംഖ്യയല്ലാത്ത മൂല്യം നൽകാനാവില്ല
nb_no: Kan ikke tilordne ikke-numerisk verdi til kolonnen «{columnName}»
nl: Kan geen niet-numerieke waarde toewijzen aan kolom '{columnName}'
pl: Nie można przypisać wartości nienumerycznej do kolumny „{columnName}”
pt: Não é possível atribuir um valor não numérico à coluna '{columnName}'
ru: Невозможно присвоить нечисловое значение столбцу '{columnName}'
sl: Stolpcu »{columnName}« ni mogoče dodeliti ne-številske vrednosti
sv: Det går inte att tilldela ett icke-numeriskt värde till kolumnen ”{columnName}”
ta: '{columnName}' நெடுவரிசைக்கு எண் வரிசை அல்லாத மதிப்பை ஒதுக்க முடியாது
tr: Sayısal olmayan değer ‘{columnName}’ sütununa atanamaz
uk: Неможливо присвоить нечисловое значення шпальті '{columnName}'

source: Cannot assign to computed column '{}'
ca: No es pot assignar a la columna calculada '{}'
cs: Nelze přiřadit k vypočtenému sloupci '{}'
da: Kan ikke mappe til den beregnede kolonne »{}«
de: Kann der berechneten Spalte „{}“ nicht zugewiesen werden
es: No se puede asignar a la columna calculada «{}»
fr: Impossible à assigner à une colonne calculée '{}'
he: אי אפשר לשייך לעמודה המחושבת ”{}“
hr: Ne može se dodijeliti izračunatom stupcu '{}'
id: Tidak dapat menetapkan ke kolom yang dihitung '{}'
it: Impossibile assegnare alla colonna calcolata '{}'
ja: 計算変数の列「{}」に割り当てることはできません
kk: '{}' есептелген бағанға тағайындау мүмкін емес
ml: '{}' എന്ന കമ്പ്യൂട്ടുചെയ്ത നിരയിലേക്ക് അസൈൻ ചെയ്യാൻ കഴിയില്ല
nb_no: Kan ikke tilordne til beregnet kolonne «{}»
nl: Kan niet toewijzen aan kolom '{}'
pl: Nie można przypisać do kolumny wyliczonej '{}'
pt: Não é possível atribuir à coluna computada '{}'
ru: Невозможно назначить вычисляемый столбец '{}'
sl: Vrednosti ni mogoče dodeliti izračunanemu stolpcu »{}«
sv: Det går inte att mappa till den beräknade kolumnen ”{}”
ta: கணக்கிடப்பட்ட நெடுவரிசைக்கு '{}' க்கு ஒதுக்க முடியாது
tr: Hesaplanmış sütuna ‘{}’ veri atanamaz
uk: Неможливо призначити вычисляемый шпальту '{}'

source: Cannot assign to filter column '{}'
ca: No es pot assignar a la columna de filtre "{}"
cs: Nelze přiřadit k filtrovanému sloupci '{}'
da: Kan ikke mappe til filterkolonnen »{}«
de: Kann der Filterspalte „{}“ nicht zugewiesen werden
es: No se puede asignar a la columna de filtro «{}»
fr: Impossible à assigner à une colonne filtrée '{}'
he: אי אפשר לשייך לעמודה המסוננת ”{}“
hr: Ne može se dodijeliti stupcu filtra '{}'
id: Tidak dapat menetapkan ke kolom filter '{}'
it: Impossibile assegnare alla colonna del filtro '{}'
ja: フィルタ列「{}」に割り当てることはできません
kk: сүзгіге '{}' бағанын тағайындау мүмкін емес
ml: ഫിൽട്ടർ കോളം '{}' ലേക്ക് അസൈൻ ചെയ്യാൻ കഴിയില്ല
nb_no: Kan ikke tilordne til filterkolonnen «{}»
nl: Kan niet toewijzen aan filterkolom '{}'
pl: Nie można przypisać do kolumny filtrującej '{}'
pt: Não é possível atribuir à coluna de filtro '{}'
ru: Невозможно назначить столбцу фильтра '{}'
sl: Vrednosti ni mogoče dodeliti filtriranemu stolpcu »{}«
sv: Det går inte att mappa till filterkolumnen ”{}”
ta: '{}' நெடுவரிசையை வடிகட்ட ஒதுக்க முடியாது
tr: Filtre ‘{}’ sütununa uygulanamaz
uk: Неможливо призначити шпальті фільтра '{}'

source: Cannot assign to recoded column '{}'
ca: No es pot assignar a la columna recodificada '{}'
cs: Nelze přiřadit k překódovanému sloupci '{}'
da: Kan ikke mappe til den omkodede kolonne »{}«
de: Kann der umkodierten Spalte „{}“ nicht zugewiesen werden
es: No se puede asignar a la columna recodificada «{}»
fr: Impossible à assigner à une colonne recodée '{}'
he: לא ניתן לשייך לעמודת הקידוד־מחדש ”{}“
hr: Ne može se dodijeliti prekodiranom stupcu '{}'
id: Tidak dapat menetapkan ke kolom yang dikodekan ulang '{}'
it: Impossibile assegnare alla colonna ricodificata '{}'
ja: 変換変数の列「{}」に割り当てることはできません
kk: қайта кодталған '{}' бағанына тағайындау мүмкін емес
ml: റീകോഡ് ചെയ്‌ത '{}' കോളത്തിലേക്ക് അസൈൻ ചെയ്യാൻ കഴിയില്ല
nb_no: Kan ikke tilordne til omkodet kolonne «{}»
nl: Kan niet toewijzen aan geherprogrammeerde kolom '{}'
pl: Nie można przypisać do kolumny rekodowanej '{}'
pt: Não é possível atribuir à coluna recodificada '{}'
ru: Невозможно назначить перекодированному столбцу '{}'
sl: Vrednosti ni mogoče dodeliti prekodiranemu stolpcu »{}«
sv: Kan inte mappa till omkodad kolumn ”{}”
ta: மறுகட்டப்பட்ட நெடுவரிசைக்கு '{}' க்கு ஒதுக்க முடியாது
tr: Yeniden kodlanmış ‘{}’ sütununa uygulanamaz
uk: Неможливо призначити перекодированному шпальті '{}'

source: Cannot assign to these columns.
ca: No es pot assignar a aquestes columnes.
cs: K těmto sloupcům nelze přiřadit.
da: Kan ikke tildele til disse kolonner.
de: Kann diesen Spalten nicht zugewiesen werden.
es: No se puede asignar a estas columnas.
fr: Impossible à assigner à ces colonnes.
he: אי אפשר לשייך לעמודות אלה.
hr: Ne može se dodijeliti ovim stupcima.
id: Tidak dapat menetapkan ke kolom ini.
it: Impossibile assegnare a queste colonne.
ja: これらの列に割り当てることはできません。
kk: бұл бағандарға тағайындау мүмкін емес.
ml: ഈ നിരകളിലേക്ക് അസൈൻ ചെയ്യാനാവില്ല.
nb_no: Kan ikke tilordne til disse kolonnene.
nl: Kan niet toewijzen aan deze kolommen.
pl: Nie można przypisać do tych kolumn.
pt: Não é possível atribuir a estas colunas.
ru: Невозможно назначить этим столбцам.
sl: Vrednosti ni mogoče dodeliti navedenim stolpcem.
sv: Kan inte tilldelas till dessa kolumner.
ta: இந்த நெடுவரிசைகளுக்கு ஒதுக்க முடியாது.
tr: Bu sütunlara uygulanamaz.
uk: Неможливо призначити цим шпальтам.

source: Cells edited
cs: Upraveno buněk
de: Zellen bearbeitet
es: Celdas editadas
he: תאים שנערכו
hr: Uređene ćelije
it: Celle modificate
ja: 編集済
ru: Измененных ячеек
ta: செல்கள் திருத்தப்பட்டன

source: Center Align
ca: Alineació central
cs: Zarovnání na střed
da: Centreret
de: Zentriert
es: Alineación central
fr: Alignement centré
he: מרכוז
hr: Centriraj
id: Rata tengah
it: Allinea al Centro
ja: 中央揃え
kk: ортаға туралау
ml: സെന്റർ അലൈൻ ചെയ്യുക
nb_no: Senterjustering
nl: Centreren
pl: Wyrównaj do środka
pt: Alinhar ao centro
ru: Выравнивание по центру
sl: Poravnaj sredinjeno
sv: Centrerad
ta: நடுவண் சீரமை
tr: Ortaya hizala
uk: Выровнять по центру
