Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: The module for this analysis is not installed, or is unavailable
ca: El mòdul per aquesta anàlisi no està instal·lat o no està disponible
cs: Modul pro tuto analýzu není nainstalován nebo není k dispozici
da: Modulet til denne analyse er ikke installeret eller er ikke tilgængeligt
de: Das Modul für diese Analyse ist nicht installiert oder nicht verfügbar
es: El módulo para este análisis no está instalado o no está disponible
fr: Le module pour cette analyse n'est pas installé ou n'est pas disponible
he: המודול לניתוח זה אינו מותקן או אינו זמין
hr: Modul za ovu analizu nije instaliran ili nije dostupan
it: Il modulo per questa analisi non è installato o non è disponibile
ja: この分析用のモジュールがインストールされていないか、利用不可です
kk: бұл талдауға арналған модуль орнатылмаған немесе қол жетімсіз
nl: De module voor deze analyse is niet geïnstalleerd of niet beschikbaar
pl: Moduł umożliwiający wykonanie tej analizy nie jest zainstalowany lub jest niedostępny
pt: O módulo para esta análise não está instalado ou não está disponível
ru: Модуль для данного анализа не установлен или недоступен
sv: Modulen för denna analys är inte installerad eller är inte tillgänglig
ta: இந்த பகுப்பாய்விற்கான தொகுதி நிறுவப்படவில்லை, அல்லது கிடைக்கவில்லை
tr: Bu analiz için gerekli modül kurulu değil veya kullanılamıyor

source: The remote server could not be reached
es: No se pudo conectar con el servidor remoto
he: אי אפשר לגשת לשרת המרוחק
hr: Nije bilo moguće pristupiti udaljenom serveru
it: Impossibile raggiungere il server remoto
ru: Удаленный сервер не может быть достигнут

source: The remote server rejected the request
es: El servidor remoto rechazó la solicitud
he: השרת המרוחק דחה את הבקשה
hr: Udaljeni server je odbio zahtjev
it: Il server remoto ha rifiutato la richiesta
ru: Удаленный сервер отклонил запрос

source: The remote server reported an error
es: El servidor remoto informó de un error
he: השרת המרוחק דיווח על שגיאה
hr: Udaljeni server je prijavio grešku
it: Il server remoto ha segnalato un errore
ru: Удаленный сервер сообщил об ошибке

source: The remote server sent an unexpected response
es: El servidor remoto envió una respuesta inesperada
he: השרת המרוחק שלח תגובה בלתי צפויה
hr: Udaljeni server je prijavio neočekivani odgovor
it: Il server remoto ha inviato una risposta inattesa
ru: Удаленный сервер прислал неожиданный ответ

source: The resource doesn't exist, or has moved (404)
es: El recurso no existe o se ha movido (404)
he: המקור אינו קיים או שמקומו שונה (404)
hr: Resurs ne postoji ili je premješten (404)
it: La risorsa non esiste o è stata spostata (404)
ru: Ресурс не существует или переместился (404)

source: The selected transform is in error and should be edited.
ca: La transformació seleccionada conté un error i ha d'editar-se.
cs: Vybraná transformace je chybná a měla by být upravena.
da: Den valgte transformation har fejl og bør redigeres.
de: Die Transformation enthält Fehler und sollte geändert werden.
es: La transformación seleccionada tiene un error y debe editarse.
fr: La transformation sélectionnée est erronée et doit être modifiée.
he: הטרנספורמציה שנבחרה מכילה שגיאה ויש לערוך אותה.
hr: Odabrana transformacija je pogrešna i treba je urediti.
it: La trasformazione selezionata è errata e dovrebbe essere modificata.
ja: 選択した変換にエラーがあります。修正してください。
kk: таңдалған түрлендіру қате болып табылады және оны өңдеу керек.
ml: തിരഞ്ഞെടുത്ത ട്രാൻസ്‌ഫോമിൽ തെറ്റുള്ളതിനാൽ അത് എഡിറ്റ് ചെയ്യണം.
nb_no: Den valgte transformasjonen har feil og bør redigeres.
nl: De geselecteerde transformatie is ongeldig en dient te worden aangepast.
pl: Wybrane przekształcenie jest błędne i należy je edytować.
pt: A transformação selecionada retornou um erro e deve ser editada.
ru: Выбранное преобразование ошибочно и должно быть отредактировано.
sl: Izbrana pretvorba povzroča napako in jo je treba popraviti.
sv: Den valda transformationen innehåller fel och bör redigeras.
ta: தேர்ந்தெடுக்கப்பட்ட உருமாற்றம் பிழையில் உள்ளது மற்றும் திருத்தப்பட வேண்டும்.
tr: Seçilen dönüşüm hatalı ve düzenlenmesi gerekiyor.
uk: Вибране перетворення помилково і повинне бути отредактировано.

source: The value in the provided values at index.
ca: El valor dels valors proporcionats a l'índex.
cs: Hodnota v zadaných hodnotách v indexu.
da: Den værdi, der har dette indeks / denne position i de givne værdier.
de: Der Wert mit diesem Index innerhalb einer Gruppe von Werten.
es: El valor de los valores proporcionados en el índice.
fr: La valeur dans les valeurs fournies de l'index.
he: ערכם של הערכים הנתונים הנמצאים במיקום.
hr: Vrijednost priloženih vrijednosti na indeksu.
it: Il valore nei valori indicati nell'indice.
ja: 指定された「位置（index）」にある値を返します。
kk: индекс бойынша берілген мәндердегі мән.
ml: നൽകിയിട്ടുള്ള മൂല്യങ്ങളിലെ ഇൻഡക്സിൽ ഉള്ള മൂല്യം.
nb_no: Verdien som har denne indeksen / posisjonen i de oppgitte verdiene.
nl: De waarde met deze index in de gegeven waarden.
pl: Wartość w podanych wartościach w indeksie.
pt: O valor nos valores fornecidos no índice.
ru: Значение в предоставленных значениях в индексе.
sl: Vrednost v podanih vrednostih indeksa.
sv: Det värde som har detta index/denna position i de angivna värdena.
ta: குறியீட்டில் வழங்கப்பட்ட மதிப்புகளில் உள்ள மதிப்பு.
tr: İndekste sağlanan değerlerdeki değer.
uk: Значення у наданих значеннях у індексі.

source: This analysis has exceeded the current time limits and has been terminated.
ca: Aquesta anàlisi ha superat els límits de temps actuals i ha estat finalitzada.
cs: Tato analýza překročila stávající časové limity a byla ukončena.
da: Analysen har overskredet de nuværende tidsgrænser og er afsluttet.
de: Diese Analyse hat die geltenden Zeitlimits überschritten und wurde beendet.
es: Este análisis ha superado los límites de tiempo actuales y ha sido finalizado.
fr: Cette analyse a dépassé les limites de temps actuelles et a été interrompue.
he: הניתוח חרג ממגבלות הזמן הנוכחיות והופסק.
hr: Ova je analiza prekoračila vremensko ograničenje te je prekinuta.
it: Questa analisi ha superato i limiti di tempo attuali ed è stata interrotta.
ja: この分析は、制限時間を超過したため中断されました。
kk: бұл талдау ағымдағы уақыт шегінен асып кетті және сол себептен тоқтатылды.
nl: De analyse heeft de tijdslimiet overschreden en is geannuleerd.
pl: Analiza przekroczyła obowiązujące limity czasowe i została przerwana.
pt: Esta análise excedeu os limites de tempo atuais e foi encerrada.
ru: Данный анализ превысил текущие временные рамки и был прекращен.
ta: இந்த பகுப்பாய்வு தற்போதைய நேர வரம்புகளை மீறி நிறுத்தப்பட்டுள்ளது.
tr: Bu analiz mevcut zaman limitini aştı ve sonlandırıldı.

source: This analysis has terminated, likely due to hitting a resource limit.
ca: Aquesta anàlisi ha estat finalitzada, probablemente perquè ha assolit un límit en els recursos.
cs: Tato analýza byla ukončena, pravděpodobně z důvodu překročení limitu prostředků.
da: Analysen er blevet afbrudt, formentlig fordi den stødte på en ressourcebegrænsning.
de: Diese Analyse wurde abgebrochen, wahrscheinlich weil ein Ressourcenlimit erreicht wurde.
es: Este análisis ha finalizado, probablemente por alcanzar un límite en los recursos.
fr: Cette analyse a été interrompue, probablement parce qu'elle a atteint une limite de ressources.
he: הניתוח הופסק כנראה בגלל מגבלת המשאבים.
hr: Ova je analiza prekinuta, vjerojatno zbog dostizanja ograničenja resursa.
it: Questa analisi è terminata, probabilmente a causa del raggiungimento di un limite di risorse.
ja: この分析は中断されました。リソースの上限に達した可能性があります。
kk: ресурстардың шегіне соғуына байланысты, бұл талдау тоқтатылды.
nl: Deze analyse is geannuleerd, waarschijnlijk door het bereiken van een grondstoflimiet.
pl: Analiza została przerwana, prawdopodobnie z powodu przekroczenia limitu zasobów.
pt: Esta análise foi encerrada, provavelmente por ter atingido um limite de recursos.
ru: Этот анализ завершился, вероятно, из-за превышения лимита ресурсов.
sv: Denna analys har avslutats, troligen på grund av att den stötte på resursbegränsningar.
ta: இந்த பகுப்பாய்வு ஒரு வள வரம்பைத் தாக்கியதால் நிறுத்தப்பட்டுள்ளது.
tr: Bu analiz, muhtemelen bir kaynak sınırına ulaşılması nedeniyle sonlandırıldı.

source: This data set could not be opened
es: No se pudo abrir este conjunto de datos
he: לא ניתן היה לפתוח את מערך הנתונים
hr: Nije bilo moguće otvoriti ovaj skup podataka
it: Non è stato possibile aprire questo set di dati
ru: Этот набор данных не удалось открыть

source: This data set is no longer available
ca: Aquest conjunt de dades ja no està disponible
cs: Tento soubor dat již není k dispozici
da: Datasættet er ikke længere tilgængeligt
de: Diese Daten sind nicht mehr verfügbar
es: Este conjunto de datos ya no está disponible
fr: Cette série de données n'est plus disponible
he: מערך נתונים זה אינו זמין עוד
hr: Ovaj skup podataka više nije dostupan
it: Questo set di dati non è più disponibile
ja: このデータセットは使用できません
kk: бұл деректер жинағы енді қолжетімді емес
ml: ഈ ഡാറ്റാ സെറ്റ് ഇനി ലഭ്യമല്ല
nb_no: Datasettet er ikke lenger tilgjengelig
nl: Deze dataset is niet langer beschikbaar
pl: Ten zestaw danych nie jest już dostępny
pt: Esta base de dados já não está disponível
ru: Этот набор данных больше не доступен
sl: Ti podatki niso več na voljo
sv: Datasetet är inte längre tillgängligt
ta: இந்த தரவு தொகுப்பு இனி கிடைக்காது
tr: Bu veri kümesi artık mevcut değil
uk: Цейнабір даних більше не доступний

source: This Device
ca: Aquest dispositiu
cs: Toto zařízení
da: Denne PC
de: Dieses Computer
es: Este dispositivo
fr: Cet appareil
he: מכשיר זה
hr: Ovaj uređaj
it: Questo Dispositivo
ja: このデバイス
kk: бұл құрылғы
ml: ഈ ഡിവൈസ്
nb_no: Denne PCen
nl: Dit apparaat
pl: To urządzenie
pt: Este dispositivo
ru: Это устройство
sl: Ta naprava
sv: Denna PC
ta: இந்த சாதனம்
tr: Bu Cihaz
uk: Це устрій

source: This is a data variable.
ca: Aquesta és una variable de dades.
cs: Jedná se o datovou proměnnou.
da: Dette er en datavariabel.
de: Dies ist eine Datenvariable.
es: Esta es una variable de datos.
fr: Ceci est une variable de données.
he: זהו משתנה נתונים.
hr: Ovo je podatkovna varijabla.
it: Questa è una variabile dati.
ja: これはデータ変数です。
kk: бұл деректер айнымалысы.
ml: ഇതൊരു ഡാറ്റാ വേരിയബിളാണ്.
nb_no: Dette er en datavariabel.
nl: Dit is een gegevensvariabele.
pl: To jest zmienna z danymi.
pt: Esta é uma variável de dados.
ru: Это переменная данных.
sl: To je podatkovna spremenljivka.
sv: Detta är en datavariabel.
ta: இது தரவு மாறி.
tr: Bu bir veri değişkenidir.
uk: Це переменная даних.

source: This PC
ca: Aquest PC
cs: Tento počítač
da: Denne PC
de: Dieser PC
es: Este PC
fr: Cet ordinateur
he: מחשב זה
hr: Ovo računalo
it: Questo PC
ja: このPC
kk: бұл ДК
ml: ഈ PC
nb_no: Denne PCen
nl: Deze PC
pl: Ten komputer
pt: Este PC
ru: Этот компьютер
sl: Ta naprava ‧
sv: Denna PC
ta: இந்த பிசி
tr: Bu Bilgisayar
uk: Цейкомп'ютер

source: This session is limited to {} columns
ca: Aquesta sessió està limitada a {} columnes
cs: Tato relace je omezena na {} sloupců
da: Denne session er begrænset til {} kolonner
de: Diese Sitzung ist auf {} Spalten beschränkt
es: Esta sesión está limitada a {} columnas
fr: Cette session est limitée à {} colonnes
he: הפעלה זו מוגבלת ל־{} עמודות
hr: Ova je sesija ograničena na {} stupaca
it: Questa sessione è limitata a {} colonne
ja: このセッションで使用できるのは{}列までです
kk: бұл сеанс {} бағандарымен шектеледі
ml: ഈ സെഷനിൽ {} നിരകളേ പറ്റൂ
nb_no: Denne økten er begrenset til {} kolonner
nl: Deze sessie is gelimiteerd tot {} kolommen
pl: Ta sesja jest ograniczona do {} kolumn
pt: A sessão é limitada a {} colunas
ru: Этот сеанс ограничен {} столбцами
sl: Seja je omejena na {} stolpcev
sv: Denna session är begränsad till {} kolumner
ta: இந்த அமர்வு {} நெடுவரிசைகளுக்கு மட்டுமே
tr: Bu oturum {} sütunla sınırlıdır
uk: Цейсеанс обмежений {} шпальтами

source: This session is limited to {} rows
ca: Aquesta sessió està limitada a {} files
cs: Tato relace je omezena na {} řádků
da: Denne session er begrænset til {} rækker
de: Diese Sitzung ist auf {} Zeilen beschränkt
es: Esta sesión está limitada a {} filas
fr: Cette session est limitée à {} lignes
he: הפעלה זו מוגבלת ל־{} שורות
hr: Ova je sesija ograničena na {} redaka
it: Questa sessione è limitata a {} righe
ja: このセッションで使用できるのは{}行までです
kk: бұл сеанс {} қатармен шектелген
ml: ഈ സെഷനിൽ {} വരികളേ പറ്റൂ
nb_no: Denne økten er begrenset til {} rader
nl: Deze sessie is gelimiteerd tot {} rijen
pl: Ta sesja jest ograniczona do {} wierszy
pt: A sessão é limitada a {} linhas
ru: Этот сеанс ограничен {} строками
sl: Seja je omejena na {} vrstic
sv: Denna session är begränsad till {} rader
ta: இந்த அமர்வு {} வரிசைகளுக்கு மட்டுமே
tr: Bu oturum {} satırla sınırlıdır
uk: Цейсеанс обмежений {} строками

source: This session will end any moment now
ca: Aquesta sessió terminarà en qualsevol moment
cs: Toto sezení bude každou chvíli ukončeno
da: Denne session slutter snart
de: Diese Sitzung endet bald
es: Esta sesión terminará en cualquier momento
fr: Cette session va se terminer dans quelques instants
he: ההפעלה תסתיים ברגעים הקרובים
hr: Ova sesija će uskoro završiti
it: Questa sessione terminerà da un momento all'altro
ja: このセッションはまもなく終了します
kk: бұл сессия енді кез келген сәтте аяқталады
ml: ഈ സെഷൻ ഇനി ഏതു നിമിഷവും അവസാനിക്കാം
nb_no: Denne økten avsluttes snart
nl: Deze sessie wordt in enkele ogenblikken beëindigd
pl: Ta sesja niedługo się zakończy
pt: A sessão será encerrada a qualquer momento
ru: Эта сессия закончится в любой момент
sl: Seja bo vsak čas končana
sv: Denna session kommer snart att avslutas
ta: இந்த அமர்வு இப்போது எந்த தருணத்திலும் முடிவடையும்
tr: Bu oturum her an sona erebilir
uk: Цясесія закінчиться у любой момент

source: This session will end in around {} minutes
ca: Aquesta sessió terminarà en uns {} minuts
cs: Toto sezení skončí přibližně za {} minut
da: Denne session slutter om cirka {} minutter
de: Diese Sitzung endet in etwa {} Minuten
es: Esta sesión terminará en unos {} minutos
fr: Cette session va se terminer dans {} minutes
he: ההפעלה תסתיים בעוד כ־{} דקות
hr: Ova će sesija završiti za otprilike {} minuta
it: Questa sessione terminerà tra circa {} minuti
ja: このセッションはあと{}分ほどで終了します
kk: бұл сеанс шамамен {} минуттан кейін аяқталады
ml: ഈ സെഷൻ ഏകദേശം {} മിനിറ്റിൽ അവസാനിക്കും
nb_no: Denne økten avsluttes om ca. {} minutter
nl: Deze sessie wordt over {} minuten beëindigd
pl: Ta sesja zakończy się za około {} minut
pt: Esta sessão vai terminar em cerca de {} minutos
ru: Сеанс завершится примерно через {} минут
sl: Seja se bo končala v {} minutah
sv: Denna session kommer att avslutas om cirka {} minuter
ta: இந்த அமர்வு சுமார்}} நிமிடங்களில் முடிவடையும்
tr: Bu oturum yaklaşık {} dakika içerisinde sona erecek
uk: Сеанс завершиться примерно через {} минуть

source: This session will end in around 1 minute
ca: Aquesta sessió terminarà en aproximadament 1 minut
cs: Toto sezení skončí přibližně za 1 minutu
da: Denne session slutter om cirka 1 minut
de: Diese Sitzung endet in ca. 1 Minute
es: Esta sesión terminará en aproximadamente 1 minuto
fr: Cette session va se terminer dans 1 minute
he: ההפעלה תסתיים בעוד כדקה אחת
hr: Ova sesija će završiti za otprilike 1 minutu
it: Questa sessione terminerà tra circa 1 minuto
ja: このセッションはあと約1分で終了します
kk: бұл сеанс шамамен 1 минутта аяқталады
ml: ഈ സെഷൻ ഏകദേശം ഒരു മിനിറ്റിൽ അവസാനിക്കും
nb_no: Denne økten avsluttes om rundt 1 minutt
nl: Deze sessie wordt over ongeveer 1 minuut beëindigd
pl: Ta sesja zakończy się za około 1 minutę
pt: Esta sessão vai terminar em cerca de 1 minuto
ru: Сеанс завершится примерно через 1 минуту
sl: Seja se bo končala v {} minuti
sv: Denna session kommer att avslutas om cirka 1 minut
ta: இந்த அமர்வு சுமார் 1 நிமிடத்தில் முடிவடையும்
tr: Bu oturum yaklaşık 1 dakika içerisinde sona erecek
uk: Сеанс завершиться примерно через 1 хвилю

source: This transform is in error and should be edited.
ca: Aquesta transformació indica error i ha de ser editada.
cs: Tato transformace je chybná a měla by být upravena.
da: Denne transformation har fejl og bør redigeres.
de: Diese Transformation ist fehlerhaft und sollte bearbeitet werden.
es: Esta transformación es un error y debe editarse.
fr: Cette transformation comporte une erreur et devrait être modifiée.
he: הטרנספורמציה מכילה שגיאה ויש לערוך אותה.
hr: Ova transformacija je pogrešna i treba je urediti.
it: Questa trasformazione non è corretta e dovrebbe essere modificata.
ja: この変換にはエラーがあります。修正してください。
kk: бұл түрлендіру қате болып табылады және оны өңдеу керек.
ml: ഈ ട്രാൻസ്‌ഫോമിൽ തെറ്റുണ്ട്, അത് എഡിറ്റ് ചെയ്യണം.
nb_no: Denne transformasjonen har feil og bør redigeres.
nl: Deze transformatie is ongeldig en dient te worden aangepast.
pl: To przekształcenie jest błędne i należy je edytować.
pt: Esta transformação retornou um erro e deve ser editada.
ru: Это преобразование ошибочно и должно быть отредактировано.
sl: Pretvorba povzroča napako in jo je treba popraviti.
sv: Denna transformering innehåller fel och bör redigeras.
ta: இந்த மாற்றம் பிழையில் உள்ளது மற்றும் திருத்தப்பட வேண்டும்.
tr: Bu dönüşüm hatalı ve düzenlenmesi gerekiyor.
uk: Це перетворення помилково і повинне бути отредактировано.

source: Toggle filters visibility
es: Alternar visibilidad de los filtros
he: שינוי מצב הנראות של הסננים
hr: Uključi/Isključi vidljivost filtra
it: Alterna la visibilità dei filtri
ru: Переключение видимости фильтров

source: Toggle screen state
es: Cambia el estado de la pantalla
he: שינוי מצב המסך
hr: Uključi/Isključi stanje ekrana
it: Alterna lo stato dello schermo
ru: Переключение состояния экрана

source: Toggle variable setup
es: Cambia la configuración de variables
he: שינוי מצב התצורה של המשתנה
hr: Uključi/Isključi postavljanje varijable
it: Mostra/nascondi impostazione variabile
ru: Показать/скрыть настройки переменных

source: Too much data, use import instead
ca: Massa dades, millor utilitzar la importació
cs: Příliš mnoho dat, použijte import
da: For mange data, brug importfunktionen i stedet
de: Zu viele Daten, verwenden Sie stattdessen die Import-Funktion
es: Demasiados datos, utilice la importación
fr: Trop de données, veuillez utiliser l'import de données à la place
he: הנתונים רבים מדי. יש להשתמש בייבוא במקום
hr: Previše podataka, umjesto toga koristi uvoz
it: Troppi dati, usa invece l'importazione
ja: データが多すぎます。「読み込み」を試してください
kk: тым көп деректер, оның орнына импорттауды пайдаланыңыз
ml: ഒരുപാട് ഡാറ്റ ഉണ്ട്, import ഉപയോഗിക്കുക
nb_no: For mange data, bruk import-funksjon i stedet
nl: Te veel gegevens - gebruik de importeerfunctie
pl: Za dużo danych - użyj opcji import
pt: Demasiados dados, use a importação
ru: Слишком много данных, используйте импорт
sl: V odložišču je preveč podatkov, uporabite možnost uvoza
sv: För mycket data, använd importfunktionen istället
ta: அதிகப்படியான தரவு, அதற்கு பதிலாக இறக்குமதியைப் பயன்படுத்தவும்
tr: Çok fazla veri var, bunun yerine içe aktarın
uk: Забагато даних, використайте імпорт

source: Transform
ca: Trasformar
cs: Transformovat
da: Transformer
de: Transformieren
es: Transformar
fr: Transformer
he: טרנספורמציה
hr: Transformacija
it: Trasforma
ja: 変換
kk: түрлендіру
ml: ട്രാൻസ്ഫോം
nb_no: Transformer
nl: Transformeren
pl: Przekształcenie
pt: Transformar
ru: Преобразовать
sl: Pretvori
sv: Transformator
ta: உருமாற்று, உருமாற்றம்
tr: Dönüşüm
uk: Преобразовать

source: Transform {}
ca: Transformar {}
cs: Transformovat {}
da: Transformer {}
de: {} transformieren
es: Transformar {}
fr: Transformer {}
he: טרנספורמציה על {}
hr: Transformacija {}
it: Trasforma {}
ja: 変換 {}
kk: {} түрлендіру
ml: ട്രാൻസ്ഫോം {}
nb_no: Transformer {}
nl: {} transformeren
pl: Przekształcenie {}
pt: Transformar {}
ru: Преобразовать {}
sl: Pretvorba {}
sv: Transformera {}
ta: உருமாற்றம் {}
tr: {} Dönüştür
uk: Преобразовать {}

source: Transform: {name}
ca: Transformació: {name}
cs: Transformovat: {jméno}
da: Transformer: {name}
de: {name} transformieren
es: Transformar: {name}
fr: Transformer : {name}
he: טרנספורמציה: {name}
hr: Transformacija: {name}
it: Trasforma: {name}
ja: 変換： {name}
kk: түрлендіру: {name}
ml: ട്രാൻസ്ഫോം: {name}
nb_no: Transformer: {name}
nl: Transformatie: {name}
pl: Przekształcenie: {name}
pt: Transformar: {name}
ru: Преобразовать: {name}
sl: Pretvorba: {name}
sv: Transformera: {name}
ta: உருமாற்றம்: {name}
tr: Dönüştür: {name}
uk: Преобразовать: {name}

source: Transform: None
ca: Transformació: Cap
cs: Transformovat: Žádné
da: Transformer: Ingen
de: Transformation: Keine
es: Transformar: No
fr: Transformer : Aucun
he: טרנספורמציה: כלום
hr: Transformacija: Ništa
it: Trasforma: Nessuno
ja: 変換：なし
kk: түрлендіру: Жоқ
ml: ട്രാൻസ്ഫോം: ഒന്നുമില്ല
nb_no: Transformasjon: Ingen
nl: Transformatie: geen
pl: Przekształcenie: Brak
pt: Transformar: Nenhum
ru: Преобразовать: Нет
sl: Pretvorba: Brez
sv: Transformera: Ingen
ta: உருமாற்றம்: எதுவுமில்லை
tr: Dönüştür: Hiçbiri
uk: Преобразовать: Нi

source: Transform...
ca: Transformar...
cs: Transformovat...
da: Transformer...
de: Transformieren...
es: Transformar...
fr: Transformer...
he: טרנספורמציה…
hr: Transformiraj …
it: Trasforma...
ja: 変換…
kk: түрлендіру...
ml: ട്രാൻസ്ഫോം...
nb_no: Transformer...
nl: Transformeren...
pl: Przekształć...
pt: Transformar...
ru: Преобразовать...
sl: Pretvori ...
sv: Transformera...
ta: உருமாற்றம் ...
tr: Dönüştür...
uk: Преобразовать...

source: Transformed
ca: Trasformat
cs: Transformovaný
da: Transformeret
de: Transformiert
es: Transformado
fr: Transformé
he: לאחר טרנספורמציה
hr: Transformirano
it: Trasformato
ja: 変換変数
kk: түрлендірілген
ml: ട്രാൻസ്ഫോം ചെയ്തു
nb_no: Transformert
nl: Getransformeerd
pl: przekształcona
pt: Transformado
ru: Преобразовано
sl: Pretvorjeno
sv: Transformerad
ta: மாற்றப்பட்டது
tr: Dönüştürüldü
uk: Преобразовано

source: Transformed Variable
ca: Variable Transformada
cs: Transformovaná proměnná
da: Transformeret variabel
de: Transformierte Variable
es: Variable Transformada
fr: Variable transformée
he: משתנה טרנספורמציה
hr: Transformirana varijabla
it: Variabile Trasformata
ja: 変換変数
kk: түрлендірілген айнымалы
ml: ട്രാൻസ്‌ഫോം ചെയ്ത വേരിയബിൾ
nb_no: Transformert variabel
nl: Getransformeerde variabele
pl: Zmienna przekształcona
pt: Variável transformada
ru: Преобразование переменной
sl: Pretvorjena spremenljivka ({n})
sv: Transformerad variabel
ta: மாற்றப்பட்ட மாறி
tr: Dönüştürülmüş Değişken
uk: Перетворення переменной

source: Try again
ca: Proveu una altra vegada
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
es: Intentar otra vez
fr: Réessayez
he: יש לנסות שוב
hr: Pokušaj ponovo
it: Riprova
ja: 再度実行
kk: қайтадан көріңіз
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tente novamente
ru: Попробуйте еще раз
sv: Försök igen
ta: மீண்டும் முயற்சிக்கவும்
tr: Yeniden deneyin

source: Unable to access analysis
ca: No es pot accedir a l'anàlisi
cs: Nelze získat přístup k analýze
da: Kan ikke få adgang til analysen
de: Zugriff auf die Analyse nicht möglich
es: No se puede acceder al análisis
fr: Impossible d'accéder à l'analyse
he: לא ניתן לגשת לניתוח
hr: Nije moguće pristupiti analizi
it: Impossibile accedere all'analisi
ja: 分析にアクセスできません
kk: талдауға қатынасу мүмкін емес
ml: വിശകലനം ആക്സസ് ചെയ്യാനായില്ല
nb_no: Får ikke tilgang til analysen
nl: Kan geen toegang krijgen tot analyse
pl: Brak dostępu do analizy
pt: Não é possível aceder à análise
ru: Не удается получить доступ к анализу
sl: Ni mogoč dostop do analize
sv: Kan inte få tillgång till analys
ta: பகுப்பாய்வை அணுக முடியவில்லை
tr: Analize erişilemiyor
uk: Не удается отримати доступ к аналізу
