Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Create New Transform...
ca: Crear Nova Transformació ...
cs: Vytvořit novou transformaci...
da: Skab ny transformation...
de: Neue Transformation erstellen...
es: Crear Nueva Transformación ...
fr: Créer une nouvelle variable transformée...
he: יצירת טרנספורמציה חדשה…
hr: Stvori novu transformaciju …
id: Buat Transformasi Baru...
it: Crea Nuova Trasformazione...
ja: 変換を新規作成…
kk: жаңа түрлендіру жасау...
ml: പുതിയ ട്രാൻസ്ഫോം ഉണ്ടാക്കുക...
nb_no: Opprett ny transformasjon...
nl: Nieuwe transformatie...
pl: Utwórz nowe przekształcenie...
pt: Criar nova transformação ...
ru: Создать новое преобразование...
sl: Ustvari novo pretvorbo ...
sv: Skapa nya transform...
ta: புதிய உருமாற்றத்தை உருவாக்கவும் ...
tr: Yeni Dönüşüm Oluştur…
uk: Створити нове перетворення...

source: CSV (Comma delimited) {ext}
ca: CSV (delimitat por comes) {ext}
cs: CSV (hodnoty oddělené čárkou) {ext}
da: CSV (kommaafgrænset) {ext}
de: CSV (komma-separierte Werte) {ext}
es: CSV (delimitado por comas) {ext}
fr: CSV (séparé par des virgules) {ext}
he: CSV (מופרד באמצעות פסיקים) {ext}
hr: CSV (zarezom odvojene vrijednosti) {ext}
id: format penyimpanan data yang menggunakan koma sebagai pemisah antar-nilai {ext}
it: CSV (delimitato da virgole) {ext}
ja: CSV形式（コンマ区切りテキスト）{ext}
kk: CSV (үтірмен бөлінген) {ext}
ml: CSV (കോമ വേർതിരിച്ചിരിക്കുന്നു) {ext}
nb_no: CSV (kommadelt) {ext}
nl: CSV (kommagescheiden bestand) {ext}
pl: CSV (rozdzielone przecinkami) {ext}
pt: CSV (delimitado por vírgulas) {ext}
ru: CSV (разделители запятые) {ext}
sl: CSV (z vejico ločen seznam) {ext}
sv: CSV (kommaseparerad) {ext}
ta: காபிம (கமா பிரிக்கப்பட்ட) {ext}
tr: CSV (Virgülle ayrılmış) {ext}
uk: CSV (разделители запятые) {ext}

source: Cut
ca: Retallar
cs: Vyjmout
da: Skær ud
de: Ausschneiden
es: Cortar
fr: Couper
he: גזירה
hr: Izreži
id: Potong
it: Taglia
ja: 切り取り
kk: кесу
ml: കട്ട്
nb_no: Klipp ut
nl: Knippen
pl: Wytnij
pt: Cortar
ru: Вырезать
sl: Izreži
sv: Klipp ut
ta: வெட்டு
tr: Kes
uk: Вырезать

source: Dark2
ca: Fosc2
cs: Tmavý2
da: Mørk2
de: Dunkel2
es: Oscuro2
he: חשוך2
hr: Tamna2
id: Gelap2
it: Scuro2
ja: 色覚配慮
kk: қараңғы2
ml: ഡാർക്2
nb_no: Mørk2
nl: Donker2
pl: Ciemny2
pt: Preto2
ru: Темная 2
sl: Temna 2
sv: Mörk2
ta: டார்க் 2
tr: Koyu2
uk: Темная2

source: Data
ca: Dades
de: Daten
es: Datos
fr: Données
he: נתונים
hr: Podaci
it: Dati
ja: データ
kk: деректер
ml: ഡാറ്റ
nl: Gegevens
pl: Dane
pt: Dados
ru: Данные
sl: Podatki
ta: தகவல்கள்
tr: Veri
uk: Дані

source: Data files
ca: Arxiu de dades
cs: Datové soubory
da: Datafiler
de: Datendateien
es: Archivo de datos
fr: Fichier de données
he: קובצי נתונים
hr: Datoteke s podacima
id: File data
it: File di dati
ja: データファイル
kk: деректер файлдары
ml: ഡാറ്റ ഫയലുകൾ
nb_no: Datafiler
nl: Gegevensbestanden
pl: Pliki danych
pt: Ficheiro de Dados
ru: Файлы данных
sl: Podatkovne datoteke
sv: Datafiler
ta: தரவுக் கோப்புகள்
tr: Veri dosyaları
uk: Файлы даних

source: Data is unweighted
ca: Dades no ponderades
cs: Data nejsou vážená
da: Dataene er ikke vægtet
de: Die Daten sind nicht gewichtet
es: Datos no ponderados
fr: La donnée n'est pas pondérée
he: הנתונים אינם משוקללים
hr: Podaci nisu ponderirani
id: Data tidak dibobotkan
it: I dati non sono ponderati
ja: データは重みづけされていません
ml: ഡാറ്റ unweighted ആണ്
nl: Gegevens zijn ongewogen
pl: Dane nieważone
pt: Dados não ponderados
ru: Данные являются невзвешенными
sv: Data är oviktade
ta: தரவு கவனிக்கப்படவில்லை
tr: Veriler ağırlıklandırılmaz

source: Data Library
ca: Biblioteca de Dades
cs: Knihovna dat
da: Databibliotek
de: Datenbibliothek
es: Biblioteca de Datos
fr: Bibliothèque de données
he: ספריית הנתונים
hr: Biblioteka podataka
id: Data Pustaka
it: Libreria Dati
ja: データライブラリ
kk: деректер кітапханасы
ml: ഡാറ്റ ലൈബ്രറി
nb_no: Databibliotek
nl: Gegevensbibliotheek
pl: Biblioteka
pt: Biblioteca de Dados
ru: Библиотека данных
sl: Podatkovna knjižnica
sv: Databibliotek
ta: தரவு நூலகம்
tr: Veri Kütüphanesi
uk: Бібліотека даних

source: Data status bar
ca: Barra d'estat de dades
cs: Řádek stavu dat
da: Statuslinje for data
de: Daten-Statusleiste
es: Barra de estado de datos
he: סרגל מצב הנתונים
hr: Traka stanja podataka
id: Baris status data
it: Barra di stato dati
ja: データステータス
ml: ഡാറ്റ സ്റ്റാറ്റസ് ബാർ
nl: Gegevens statusbalk
pl: Pasek stanu dla danych
pt: Barra de estado dos dados
ru: Строка состояния данных
sv: Statusfält för data
ta: தரவு நிலை பட்டி
tr: Veri durum çubuğu

source: Data type
ca: Tipus de Dades
cs: Datový typ
de: Datentyp
es: Tipo de datos
fr: Type de données
he: סוג הנתונים
hr: Vrsta podataka
id: Jenis data
it: Tipo di dati
ja: データ型
kk: деректер түрі
ml: ഡാറ്റ ടൈപ്പ്
nl: Datasoort
pl: Typ danych
pt: Tipo de Dados
ru: Тип данных
sl: Podatkovna vrsta
sv: Typ av data
ta: தரவு வகை
tr: Veri türü
uk: Тип даних

source: Data Variable
ca: Variable de Dades
cs: Datová proměnná
da: Datavariabel
de: Datenvariable
es: Variable de Datos
fr: Variable de données
he: משתנה נתונים
hr: Varijabla podataka
id: Beberapa Variabel Data ({n})
it: Variabile Dati
ja: データ変数
kk: деректер айнымалысы
ml: ഡാറ്റ വേരിയബിൾ
nb_no: Datavariabel
nl: Gegevensvariabele
pl: Zmienna
pt: Variável de Dados
ru: Переменная данных
sl: Podatkovna spremenljivka ({n})
sv: Datavariabel
ta: தரவு மாறி
tr: Veri Değişkeni
uk: Переменная даних

source: Data weights
es: Ponderaciones de datos
he: משקלי הנתונים
hr: Ponderi podataka
it: Pesi dei dati
ru: Весовые коэффициенты данных

source: Decimal
cs: Desetinný
de: Dezimal
fr: Décimal
he: עשרוני
hr: Decimalni broj
id: Desimal
it: Decimale
ja: 小数
kk: ондық бөлшек
ml: ദശാംശം
nb_no: Desimal
nl: Decimaal
pl: Dziesiętny
ru: Десятичная дробь
sl: Decimalno število
ta: தசம
tr: Ondalık
uk: Десятичная дробь

source: decimal places
ca: xifres decimals
cs: desetinná místa
da: Decimaler
de: Nachkommastellen
es: cifras decimales
fr: décimales
he: ספרות אחרי הנקודה
hr: broj decimala
id: tempat desimal
it: cifre decimali
ja: 小数位
kk: ондық бөлшектер
ml: ദശാംശ സ്ഥാനങ്ങൾ
nb_no: Desimaler
nl: decimalen
pl: Miejsca dziesiętne
pt: casas decimais
ru: десятичных разрядов
sl: Decimalna mesta
sv: Decimaler
ta: தசம இடங்கள்
tr: ondalık yerleri
uk: десятичных розрядів

source: Default
ca: Predeterminat
cs: Výchozí
da: Standard
de: Standard
es: Predeterminado
fr: Par défaut
he: ברירת מחדל
hr: Zadano
id: Bawaan
it: Predefinito
ja: 初期値
kk: әдепкі
ml: ഡിഫോൾട്ട്
nb_no: Standard
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
sl: Privzeto
sv: Standard
ta: இயல்புநிலை
tr: Varsayılan
uk: По умолчанию

source: Default missings
ca: Valors perduts predeterminats
cs: Výchozí chybí
da: Standard for manglende værdier
de: Fehlende Standardwerte
es: Valores perdidos
fr: Valeur par défaut manquante
he: ברירת המחדל לחסרים
hr: Zadani nedostatci
id: Pengaturan awal untuk data yang hilang
it: Valori mancanti
ja: 欠損値の初期値
kk: әдепкі бойынша алынып тасталды
ml: ഡിഫോൾട്ട് മിസ്സിങ്ങ്
nb_no: Standard for manglende verdier
nl: Standaard ontbrekende waarden
pl: Domyślne braki danych
pt: Omissos padrão
ru: Пропущенные по умолчанию
sl: Privzeta manjkajoča vrednost
sv: Standard för saknade värden
ta: இயல்புநிலை இல்லை
tr: Varsayılan eksikler
uk: Пропущенные по умолчанию

source: Delete
ca: Eliminar
cs: Odstranit
da: Sletning
de: Löschen
es: Eliminar
fr: Effacer
he: מחיקה
hr: Izbriši
id: Hapus
it: Eliminare
ja: 削除
kk: жою
ml: ഡിലീറ്റ്
nb_no: Slett
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
sl: Izbriši
sv: Ta bort
ta: நீக்கு
tr: Sil
uk: Удалить

source: Delete column '{columnName}'?
ca: Eliminar la columna '{columnName}'?
cs: Odstranit sloupec '{columnName}'?
da: Slet kolonne »{columnName}«?
de: Spalte „{columnName}“ löschen?
es: ¿Quiere eliminar la columna «{columnName}»?
fr: Effacer la colonne '{columnName}' ?
he: האם למחוק את העמודה ”{columnName}“?
hr: Izbrisati stupac „{columnName}”?
id: Hapus {n} kolom?
it: Eliminare la colonna '{columnName}'?
ja: 「{columnName}」列を削除しますか？
kk: '{columnName}' бағанын жою керек пе?
ml: '{columnName}' എന്ന നിര ഡിലീറ്റ് ചെയ്യണോ?
nb_no: Vil du slette kolonnen «{columnName}»?
nl: Kolom '{columnName}' verwijderen?
pl: Usunąć kolumnę '{columnName}'?
pt: Apagar a coluna '{columnName}'?
ru: Удалить столбец '{columnName}'?
sl: Ali želite izbrisati {n} stolpec?
sv: Ta bort kolumnen '{columnName}'?
ta: '{columnName}' நெடுவரிசையை நீக்கு?
tr: Bu sütun silinsin mi ‘{columnName}’?
uk: Удалить шпальту '{columnName}'?

source: Delete Filter
ca: Eliminar Filtre
cs: Odstranit filtr
da: Slet filter
de: Filter löschen
es: Eliminar Filtro
fr: Effacer le filtre
he: מחיקת המסנן
hr: Izbriši filtar
id: Hapus Filter
it: Elimina il Filtro
ja: フィルタを削除
kk: сүзгіні жою
ml: ഫിൽട്ടർ ഡിലീറ്റ് ചെയ്യുക
nb_no: Slett filter
nl: Filter verwijderen
pl: Usuń filtr
pt: Apagar filtro
ru: Удалить фильтр
sl: Izbriši filter
sv: Ta bort filter
ta: வடிகட்டியை நீக்கு
tr: Filreyi Sil
uk: Удалить фільтр

source: Delete Row
ca: Eliminar Fila
cs: Odstranit řádek
da: Slet rækken
de: Zeile löschen
es: Eliminar Fila
fr: Effacer la ligne
he: מחיקת השורה
hr: Izbriši red
id: Hapus Baris
it: Elimina Riga
ja: 行を削除
kk: қатарды жою
ml: വരി ഡിലീറ്റ് ചെയ്യുക
nb_no: Slett rad
nl: Rij verwijderen
pl: Usuń wiersz
pt: Apagar linha
ru: Удалить строку
sl: Izbriši vrstico
sv: Ta bort raden
ta: வரிசையை நீக்கு
tr: Satırı Sil
uk: Удалить строку

source: Delete row {index}?
ca: Eliminar la fila {index}?
cs: Odstranit řádek {index}?
da: Slet række {index}?
de: Zeile {index} löschen?
es: ¿Eliminar la fila {index}?
fr: Effacer la ligne {index} ?
he: האם למחוק את שורה {index}?
hr: Izbrisati redak {index}?
id: Hapus {n} baris?
it: Eliminare la riga {index}?
ja: {index}行目を削除しますか？
kk: {index} қатарын жою керек пе?
ml: വരി {index} ഡിലീറ്റ് ചെയ്യണോ?
nb_no: Vil du slette rad {indeks}?
nl: Rij {index} verwijderen?
pl: Usunąć wiersz {index}?
pt: Apagar linha {index}?
ru: Удалить строку {index}?
sl: Ali želite izbrisati {n} vrstico?
sv: Ta bort rad {index}?
ta: வரிசை {குறியீட்டை நீக்கவா?
tr: Satırı sil {index}?
uk: Удалить строку {index}?

source: Delete Rows
ca: Elimina Files
cs: Odstranit řádky
da: Slet rækker
de: Zeilen löschen
es: Elimina Filas
fr: Supprimer les lignes
he: מחיקת שורות
hr: Izbriši retke
id: Hapus Baris
it: ELimina Righe
ja: 配列を削除する
kk: қатарларды жою
ml: വരികൾ ഡിലീറ്റ് ചെയ്യുക
nl: Rijen verwijderen
pl: Usuń wiersze
pt: Deletar Linhas
ru: Удалить строки
sl: Izbriši vrstice
sv: Ta bort rader
ta: வரிசைகளை நீக்கு
tr: Satırları Sil
uk: Видалити рядки

source: Delete selected rows
es: Eliminar filas seleccionadas
he: מחיקת השורות שנבחרו
hr: Izbriši odabrane retke
it: Elimina le righe selezionate
ru: Удалить выбранные строки

source: Delete selected variables
es: Eliminar variables seleccionadas
he: מחיקת המשתנים שנבחרו
hr: Izbriši odabrane varijable
it: Eliminare le variabili selezionate
ru: Удалить выбранные переменные

source: Delete transform - {transformName}
es: Elimina la transformación - {transformName}
he: מחיקת הטרנספורמציה – {transformName}
hr: Izbriši transformaciju – {transformName}
it: Eliminare la transformazione - {transformName}
ru: Удалить преобразование - {transformName}

source: Delete Variable
ca: Eliminar Variable
cs: Odstranit proměnnou
da: Slet variablen
de: Variable löschen
es: Eliminar Variable
fr: Effacer la variable
he: מחיקת משתנה
hr: Izbriši varijablu
id: Hapus Variabel
it: Elimina Variabile
ja: 変数を削除
kk: айнымалыны жою
ml: വേരിയബിൾ ഡിലീറ്റ് ചെയ്യുക
nb_no: Slett variabel
nl: Variabele verwijderen
pl: Usuń zmienną
pt: Apagar variável
ru: Удалить переменную
sl: Izbriši spremenljivko
sv: Ta bort variabeln
ta: மாறி நீக்கு
tr: Değişken Sil
uk: Удалить переменную

source: Deleted
ca: Eliminat
cs: Odstraněno
da: Slettet
de: Gelöscht
es: Eliminado
fr: Effacé
he: נמחקו
hr: Izbrisano
id: Dihapus
it: Eliminati
ja: 削除
kk: жойылды
ml: ഡിലീറ്റ് ചെയ്തു
nb_no: Slettet
nl: Verwijderd
pl: Usunięto
pt: Apagado
ru: Удалено
sl: Izbrisano
sv: Borttaget
ta: நீக்கப்பட்டது
tr: Silindi
uk: Удалено

source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
he: תיאור
hr: Opis
id: Keterangan
it: Descrizione
ja: 説明
kk: сипаттама
ml: വിവരണം
nb_no: Beskrivelse
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sl: Opis
sv: Beskrivning
ta: விவரம்
tr: Tanım
uk: Опис

source: Desktop
ca: Escriptori
cs: Plocha
da: Skrivebord
es: Escritorio
fr: Bureau
he: שולחן העבודה
hr: Radna površina
ja: デスクトップ
kk: жұмыс үстелі
ml: ഡെസ്ക്ടോപ്പ്
nb_no: Skrivebord
nl: Bureaublad
pl: Pulpit
ru: Рабочий стол
sl: Namizje
sv: Skrivbord
ta: டெச்க்டாப்
tr: Masaüstü
uk: Робітниця стіл

source: Determines if any of the items appear in in1, in2, in3, .... Note that most of these arguments are optional -- it is possible to simply use <b>CONTAINS(needle, haystack)</b>.
es: Determina si alguno de los elementos aparece en in1, in2, in3, .... Tenga en cuenta que la mayoría de estos argumentos son opcionales; es posible simplemente usar <b> CONTAINS(aguja, pajar) </b>.
he: בודקת אם מי מהפריטים מופיע בתוך ‎‏in1, in2, in3 … יש לשים לב שרוב הארגומנטים הם אופציונליים – ניתן להשתמש בפשטות כך: <b>CONTAINS(needle, haystack)</b>.
hr: Određuje pojavljuje li se bilo koji od objekata u in1, in2, in3, … Većina ovih argumenata su opcionalni -- moguće je samo koristiti <b>CONTAINS(needle, haystack)</b>.
it: Determina se uno qualsiasi degli elementi appare in in1, in2, in3, .... Si noti che la maggior parte di questi argomenti sono facoltativi; è possibile utilizzare semplicemente <b>CONTAINS(needle, haystack)</b>.
ru: Определяет, появляются ли какие-либо элементы в in1, in2, in3, .... Обратите внимание, что большинство этих аргументов являются необязательными — можно просто использовать <b>CONTAINS(объект, массив)</b>.

source: Developer mode
ca: Mode desenvolupador
cs: Vývojářský režim
da: Udvikler-mode
de: Entwicklermodus
es: Modo desarrollador
fr: Mode développeur
he: מצב פיתוח
hr: Modus programera
id: Mode pengembang
it: Modalità sviluppatore
ja: 開発者モード
kk: әзірлеуші режімі
ml: ഡെവലപ്പർ മോഡ്
nb_no: Utviklermodus
nl: Ontwikkelaarsmodus
pl: Tryb programisty
pt: Modo de desenvolvimento
ru: Режим разработчика
sl: Razvijalski način
sv: Utvecklarläge
ta: உருவாக்குபவர் பயன்முறை
tr: Geliştirici modu
uk: Режим розробника

source: Documents
cs: Dokumenty
da: Dokumenter
de: Dokumente
es: Documentos
he: מסמכים
hr: Dokumenti
id: Dokumen
it: Documenti
ja: 書類
kk: құжаттар
ml: ഡോക്യുമെന്റുകൾ
nb_no: Dokumenter
nl: Documenten
pl: Dokumenty
pt: Documentos
ru: Документы
sl: Dokumenti
sv: Dokument
ta: ஆவணங்கள்
tr: Belgeler
uk: Документи

source: Don't enable
ca: No habilitar
cs: Nepovolujte
da: Ikke aktiver
de: Nicht aktivieren
es: No habilitar
fr: Ne pas activer
he: לא לאפשר
hr: Nemoj aktivirati
id: Jangan aktifkan
it: Non abilitare
ja: 有効化しない
kk: рұқсат етпеу
ml: എനേബിൾ ചെയ്യണ്ടാ
nb_no: Ikke aktiver
nl: Niet inschakelen
pl: Nie zezwalaj
pt: Não habilite
ru: Не разрешать
sl: Ne omogoči
sv: Aktivera inte
ta: இயக்க வேண்டாம்
tr: Etkinleştirme!
uk: Не разрешать

source: Don't Save
ca: No Guardar
cs: Neukládejte
da: Gem ikke
de: Nicht speichern
es: No Guardar
fr: Ne pas sauvegarder
he: לא לשמור
hr: Nemoj spremiti
id: Jangan Simpan
it: Non Salvare
ja: 保存しない
kk: сақтамау
ml: സേവ് ചെയ്യണ്ടാ
nb_no: Ikke lagre
nl: Niet opslaan
pl: Nie zapisuj
pt: Não guardar
ru: Не сохранять
sl: Ne shrani
sv: Spara inte
ta: சேமிக்க வேண்டாம்
tr: Kaydetme!
uk: Не зберігати

source: Download
ca: Descarregar
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
he: הורדה
hr: Preuzimanje
id: Unduh
it: Scaricare
ja: ダウンロード
kk: жүктеу
ml: ഡൗൺലോഡ്
nb_no: Laste ned
nl: Downloaden
pl: Pobierz
pt: Descarregar
ru: Скачать
sl: Prejmi
sv: Nedladdningar
ta: பதிவிறக்கம்
tr: İndir
uk: Скачать

source: Downloads
ca: Descarregues
cs: Stahování
es: Descargas
fr: Téléchargement
he: הורדות
hr: Preuzimanja
id: Unduhan
it: Scaricamenti
ja: ダウンロード
kk: жүктеулер
ml: ഡൗൺലോഡുകൾ
nb_no: Nedlastinger
pl: Pobrane
pt: Descarregar
ru: Загрузки
sl: Prejemi
sv: Nedladdningar
ta: பதிவிறக்கங்கள்
tr: İndirilenler
uk: Завантаження

source: Draws a sample of n from the variable. i.e. SAMPLE(var, 20), i.e. SAMPLE(1, 20), i.e. SAMPLE('training', 20, 'test')
ca: Pren una mostra de n de la variable. i.e. SAMPLE(var, 20), i.e. SAMPLE(1, 20), i.e. SAMPLE(‘training’, 20, ‘test’)
cs: Z proměnné vybere vzorek o n prvcích. Např. SAMPLE(var, 20), nebo SAMPLE(1, 20), nebo SAMPLE('training', 20, 'test')
da: Trækker en stikprøve på n fra variablen. f.eks. SAMPLE(var, 20), f.eks. SAMPLE(1, 20), f.eks. SAMPLE('training', 20, 'test')
de: Zieht eine Stichprobe von im Umfang n aus der Variablen. d.h. SAMPLE(var, 20), d.h. SAMPLE(1, 20), d.h. SAMPLE('training', 20, 'test')
es: Extrae una muestra de n de la variable. i.e. SAMPLE(var, 20), i.e. SAMPLE(1, 20), i.e. SAMPLE(‘training’, 20, ‘test’)
fr: Tire un échantillon de n à partir de la variable i.e. SAMPLE(var, 20), i.e. SAMPLE(1, 20), i.e. SAMPLE('entrainement', 20, 'test')
he: מפיקה דגימה של n על פי המשתנה. לדוגמה: ‭SAMPLE(var, 20), SAMPLE(1, 20), SAMPLE('training', 20, 'test')‫
hr: Vadi uzorak n iz varijable. Npr. SAMPLE(var, 20), tj. SAMPLE(1, 20), tj. SAMPLE('training', 20, 'test')
id: Mengambil sampel sebanyak n dari variabel. Contoh: SAMPLE(var, 20), contoh: SAMPLE(1, 20), contoh: SAMPLE('training', 20, 'test')
it: Estrae un campione di n dalla variabile, ad es. SAMPLE(var, 20), ovvero SAMPLE(1, 20), ovvero SAMPLE('training', 20, 'test')
ja: 変数の中から標本サイズ（n）で指定された個数の値を無作為抽出します（例：SAMPLE(var, 20), SAMPLE(‘training’, 20, ‘test’)）。
kk: айнымалыдан n таңдауын жасайды. яғни SAMPLE(var, 20), яғни. SAMPLE(1, 20), яғни.SAMPLE('training', 20, 'test')
ml: വേരിയബിളിൽ നിന്ന് n-എണ്ണം സാമ്പിൾ എടുക്കുന്നു. അതായത്, SAMPLE(var, 20), i.e. SAMPLE(1, 20), i.e. SAMPLE('training', 20, 'test')
nb_no: Tar et utvalg av n fra variabelen. dvs. SAMPLE(var, 20), dvs. SAMPLE(1, 20), dvs. SAMPLE('trening', 20, 'test')
nl: Neemt een steekproef met lengte n af bij de variabele. Bijv: SAMPLE(var, 20) of SAMPLE(1, 20) of SAMPLE('training', 20, 'test')
pl: Losuje próbę n ze zmiennej, tj. SAMPLE(var,20), SAMPLE(1, 20), SAMLE('training', 20, 'test')
pt: Extrai uma amostra de dimensão n da variável. i.e. SAMPLE(var,20), i.e. SAMPLE(1,20), i.e. SAMPLE ('training', 20, 'test')
ru: Создает выборку n из переменной. т.е. SAMPLE(var, 20), т.е. SAMPLE(1, 20), т.е. SAMPLE('обучение', 20, 'тест')
sl: Iz spremenljivke izriše vzorec n, tj. SAMPLE(var, 20), tj. SAMPLE(1, 20), tj. SAMPLE('training', 20, 'test')
sv: Drar ett stickprov på n från variabeln. t.ex. SAMPLE(var, 20), t.ex. SAMPLE(1, 20), t.ex. SAMPLE('training', 20, 'test')
ta: மாறியிலிருந்து n இன் மாதிரியை ஈர்க்கிறது. அதாவது மாதிரி (var, 20), அதாவது மாதிரி (1, 20), அதாவது மாதிரி ('பயிற்சி', 20, 'சோதனை')
tr: Değişkenden n büyüklüğünde bir örneklem seçer. Ör: SAMPLE(var, 20), Ör: SAMPLE(1, 20), Ör: SAMPLE('training', 20, 'test')
uk: Створює вибірку n з переменной. т.е. SAMPLE(var, 20), т.е. SAMPLE(1, 20), т.е. SAMPLE('вишкіл', 20, 'тест')

source: Draws samples from a Beta distribution.
ca: Pren mostres d'una distribució Beta.
cs: Vybere vzorky z rozdělení Beta.
da: Trækker en stikprøve fra en betafordeling.
de: Zieht Stichproben aus einer Beta-Verteilung.
es: Extrae muestras de una distribución Beta.
fr: Tire un échantillon d'une distribution Beta.
he: מפיקה דגימות מהתפלגות בטא.
hr: Izvlači uzorke iz Beta distribucije.
id: Menarik sampel dari distribusi Beta.
it: Estrae campioni da una distribuzione Beta.
ja: ベータ分布から標本抽出を行います。
kk: бета таралымнан үлгілерді жасайды.
ml: ഒരു ബീറ്റ ഡിസ്ട്രിബ്യുഷനിൽ നിന്ന് സാമ്പിളുകൾ എടുക്കുന്നു.
nb_no: Tar utvalg fra en betadistribusjon.
nl: Neemt een steekproef af bij een Beta-distributie.
pl: Losuje próby z rozkładu Beta.
pt: Extrai amostras de uma distribuição Beta.
ru: Создает выборки из бета-распределения.
sl: Izriše vzorce porazdelitve Beta.
sv: Drar ett stickprov från en beta-fördelning.
ta: பீட்டா விநியோகத்திலிருந்து மாதிரிகளை ஈர்க்கிறது.
tr: Beta dağıtımından örnekler çizer.
uk: Створює вибірки з бета-розподілу.

source: Draws samples from a Gamma distribution.
ca: Pren mostres d'una distribució Gamma.
cs: Vybere vzorky z rozdělení Gama.
da: Trækker en stikprøve fra en gammafordeling.
de: Zieht Stichproben aus einer Gamma-Verteilung.
es: Extrae muestras de una distribución Gamma.
fr: Tire un échantillon d'une distribution Gamma.
he: מפיקה דגימות מהתפלגות גמא.
hr: Izvlači uzorke iz Gamma distribucije.
id: Menarik sampel dari distribusi Gamma.
it: Estrae campioni da una distribuzione Gamma.
ja: ガンマ分布から標本抽出を行います。
kk: гамма таралымынан үлгілерді жасайды.
ml: ഒരു ഗാമ ഡിസ്ട്രിബ്യുഷനിൽ നിന്ന് സാമ്പിളുകൾ എടുക്കുന്നു.
nb_no: Tar utvalg fra en Gamma-fordeling.
nl: Neemt een steekproef af bij een Gamma-distributie.
pl: Losuje próby z rozkładu Gamma.
pt: Extrai amostras de uma distribuição Gamma.
ru: Создает выборки из гамма-распределения.
sl: Izriše vzorce porazdelitve Gama.
sv: Drar ett stickprov från en gamma-fördelning.
ta: காமா விநியோகத்திலிருந்து மாதிரிகளை ஈர்க்கிறது.
tr: Gama dağılımından örnekler çizer.
uk: Створює вибірки з гамма-розподілу.

source: Draws samples from a normal (Gaussian) distribution.
ca: Pren mostres d'una distribució normal (Gaussiana).
cs: Vybere vzorky z normálního (Gaussova) rozdělení.
da: Trækker en stikprøve fra en (gaussisk) normalfordeling.
de: Zieht Stichproben aus einer (Gaußschen) Normalverteilung.
es: Extrae muestras de una distribución normal (Gaussiana).
fr: Tire un échantillon d'une distribution normale (gaussienne).
he: מפיקה דגימות מהתפלגות נורמלית (גאוסיאנית).
hr: Izvlači uzorke iz normalne (Gaussove) distribucije.
id: Menarik sampel dari distribusi normal (Gaussian).
it: Estrae campioni da una distribuzione normale (gaussiana).
ja: 正規分布（ガウス分布）から標本抽出を行います。
kk: қалыпты (Гаусс) таралымынан үлгілерді жасайды.
ml: ഒരു നോർമൽ (ഗൗസിയൻ) ഡിസ്ട്രിബ്യുഷനിൽ നിന്ന് സാമ്പിളുകൾ എടുക്കുന്നു.
nb_no: Tar utvalg fra en (gaussisk) normalfordeling.
nl: Neemt een steekproef af bij een (gaussische) normaalverdeling.
pl: Losuje próby z rozkładu normalnego (Gaussa).
pt: Extrai amostras de uma distribuição normal (Gaussiana).
ru: Создает выборки из нормального (Гауссовского) распределения.
sl: Izriše vzorce normalne (Gaussove) porazdelitve.
sv: Drar ett stickprov från en (Gaussisk) normalfördelning.
ta: ஒரு சாதாரண (காசியன்) விநியோகத்திலிருந்து மாதிரிகளை ஈர்க்கிறது.
tr: Normal (Gauss) bir dağılımdan örnekler çizer.
uk: Створює вибірки з нормального (Гауссовского) розподілу.

source: Draws samples from a uniform distribution.
ca: Pren mostres d'una distribució uniforme.
cs: Vybere vzorky z rovnoměrného rozdělení.
da: Trækker en stikprøve fra en ensartet fordeling.
de: Zieht Stichproben aus einer uniformen Verteilung.
es: Extrae muestras de una distribución uniforme.
fr: Tire un échantillon d'une distribution uniforme.
he: מפיקה דגימות מהתפלגות אחידה.
hr: Izvlači uzorke iz normalne raspodjele.
id: Menarik sampel dari distribusi seragam.
it: Estrae campioni da una distribuzione uniforme.
ja: 一様分布から標本抽出を行います。
kk: біркелкі таралымынан үлгілерді жасайды.
ml: ഒരു യൂണിഫോം ഡിസ്ട്രിബ്യുഷനിൽ നിന്ന് സാമ്പിളുകൾ എടുക്കുന്നു.
nb_no: Tar utvalg fra en uniform fordeling.
nl: Neemt een steekproef af bij een uniforme verdeling.
pl: Losuje próby z rozkładu jednostajnego.
pt: Extrai amostras de uma distribuição uniforme.
ru: Создает выборки из равномерного распределения.
sl: Izriše vzorce enakomerne porazdelitve.
sv: Drar ett stickprov från en enhetlig fördelning.
ta: ஒரு சீரான விநியோகத்திலிருந்து மாதிரிகளை ஈர்க்கிறது.
tr: Düzgün bir dağılımdan örnekler çizer.
uk: Створює вибірки з равномерного розподілу.

source: Duplicate
ca: Duplicar
cs: Duplikovat
da: Duplikat
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפול
hr: Udvostruči
id: Duplikat
it: Duplica
ja: 複製
kk: қайталау
ml: ഡ്യൂപ്ലിക്കേറ്റ്
nb_no: Duplisere
nl: Dupliceren
pl: Zduplikuj
pt: Duplicar
ru: Дублировать
sl: Podvoji
sv: Duplicera
ta: நகல்
tr: Kopyala
uk: Дублировать
