Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Paste is unavailable using the menus
ca: No està disponible enganxar mitjançant els menús
cs: Vložit není k dispozici pomocí nabídek
da: Indsætning er ikke tilgængelig, når du bruger menuerne
de: Einfügen ist über die Menüs nicht verfügbar
es: Pegar no está disponible usando los menús
fr: « Coller » n’est pas disponible dans les menus
he: לא ניתן להדביק באמצעות התפריטים
hr: Ljepljenje nije dostupno pomoću izbornika
id: Pilihan 'Tempel' tidak tersedia menggunakan menu
it: Incolla non è disponibile utilizzando i menu
ja: メニューを使用した貼り付けはできません
kk: мәзірді пайдаланған кезде қою қол жетімді емес
nl: Plakken via het menu is niet beschikbaar
pl: Funkcja Wklej jest niedostępna z poziomu menu
pt: Colar não está disponível usando os menus
ru: Вставка недоступна при использовании меню
sv: Klistra in är inte tillgängligt när du använder menyerna
ta: மெனுக்களைப் பயன்படுத்தி பேச்ட் கிடைக்கவில்லை
tr: Menüleri kullanarak yapıştırmak mevcut değil

source: PDF Document {ext}
ca: Document PDF {ext}
cs: Dokument PDF {ext}
da: PDF-dokument {ext}
de: PDF-Dokument {ext}
es: Documento PDF {ext}
fr: Document PDF {ext}
he: מסמך PDF {ext}
hr: PDF dokument {ext}
id: Dokumen PDF {ext}
it: Documento PDF {ext}
ja: PDF書類 {ext}
kk: PDF құжаты {ext}
ml: PDF ഡോക്യുമെന്റ് {ext}
nb_no: PDF-dokument {ext}
pl: Plik PDF {ext}
pt: Documento PDF {ext}
ru: PDF-документ {ext}
sl: Dokument PDF {ext}
sv: PDF-dokument {ext}
ta: PDF ஆவணம் {ext}
tr: PDF Belgesi {ext}
uk: PDF-документ {ext}

source: Pin level
ca: Fixar el nivell
cs: Úroveň špendlíku
da: Fastgør niveau
de: Variablenstufe fixieren
es: Fijar nivel
fr: Epingler une modalité
he: הצמדת הרמה
hr: Prikvači razinu
id: Tetapkan posisi level
it: Livello del pin
ja: 水準をピン留め
kk: байланыс деңгейі
ml: പിൻ ചെയ്യേണ്ട ലെവൽ
nb_no: Feste nivå
nl: Niveau vastmaken
pl: Przypnij poziom
pt: Nível Pin
ru: Закрепить уровень
sv: Fixera nivå
ta: முள் நிலை
tr: Seviyeyi tuttur
uk: Рівень контакту

source: Please use ctrl-v to paste into the spreadsheet.
ca: Si us plau, utilitzeu CTRL-V per enganxar a la fulla.
cs: Pro vložení do tabulky použijte ctrl-v.
da: Brug Ctrl+V til at indsætte i regnearket.
de: Bitte verwenden Sie Strg-V zum Einfügen in die Tabelle.
es: Por favor, use ctrl-v para pegar en la hoja.
fr: Veuillez utiliser ctrl-v pour coller dans la feuille de calcul.
he: אנא השתמשו בקיצור ctrl-v כדי להדביק לתוך גיליון הנתונים.
hr: Koristi ctrl-v za lijepljenje u proračunsku tablicu.
id: Silakan gunakan ctrl-v untuk menempelkan ke dalam lembar kerja.
it: Si prega di utilizzare ctrl-v per incollare nel foglio di calcolo.
ja: スプレッドシートへの貼り付けにはctrl-vを使用してください。
kk: электрондық кестеге қою үшін ctrl-v пернесін пайдалануыңызды сұраймыз.
nl: Gebruik Ctrl + V om te plakken.
pl: Użyj klawiszy ctrl-v, aby wkleić dane do arkusza.
pt: Use Ctrl-V para colar na planilha.
ru: Пожалуйста, используйте ctrl-v, чтобы вставить в таблицу.
sv: Använd Ctrl+V för att klistra in i kalkylbladet.
ta: விரிதாளில் ஒட்ட ctrl-V ஐப் பயன்படுத்தவும்.
tr: Tabloya yapıştırmak için lütfen ctrl-v kullanın.

source: Plot theme
ca: Tema del gràfic
cs: Téma spiknutí
da: Farveskema
de: Farbschema
es: Tema del gráfico
fr: Thème graphique
he: סגנון תרשים
hr: Tema dijagrama
id: Skema warna plot
it: Tema del grafico
ja: グラフテーマ
kk: график тақырыбы
ml: പ്ലോട്ട് തീം
nb_no: Fargeskjema
nl: Grafiekthema
pl: Schemat kolorów wykresów
pt: Tema do gráfico
ru: Тема графиков
sl: Tema diagrama
sv: Färgschema
ta: சூழ்ச்சி கருப்பொருள்
tr: Şekil teması
uk: Тема графіків

source: Plots
ca: Gràfics
cs: Pozemky
da: Diagrammer
de: Diagramme
es: Gráficos
fr: Graphes
he: תרשימים
hr: Dijagrami
id: Alur cerita
it: Grafici
ja: グラフ
kk: графиктер
ml: പ്ലോട്ടുകൾ
nb_no: Figurer
nl: Grafieken
pl: Wykresy
pt: Gráficos
ru: Графики
sl: Diagrami
sv: Diagram
ta: அடுக்கு
tr: Şekiller
uk: Графіки

source: PNG Image {ext}
ca: Imatge PNG {ext}
cs: Obrázek PNG {ext}
da: PNG-billede {ext}
de: PNG-Bild {ext}
es: Imagen PNG {ext}
fr: Image PNG {ext}
he: תמונת PNG {ext}
hr: PNG slika {ext}
it: Immagine PNG {ext}
ja: PNG画像 {ext}
kk: PNG кескіні {ext}
ml: PNG ചിത്രം {ext}
nb_no: PNG-bilde {ext}
nl: PNG-afbeelding {ext}
pl: Obraz PNG {ext}
pt: Imagem PNG {ext}
ru: Изображение PNG {ext}
sl: Slika PNG {ext}
sv: PNG-bild {ext}
ta: Png படம் {ext}
tr: PNG Resmi {ext}
uk: Зображення PNG {ext}

source: Preferences
ca: Preferències
cs: Preference
da: Indstillinger
de: Einstellungen
es: Preferencias
fr: Préférences
he: העדפות
hr: Postavke
id: Pilihan
it: Preferenze
ja: 設定
nl: Voorkeuren
pl: Ustawienia
pt: Preferências
ru: Настройки
sv: Inställningar
ta: விருப்பத்தேர்வுகள்
tr: Seçenekler

source: Press enter to edit
es: Teclea INTRO para editar
he: לחיצה על Enter לעריכה
hr: Pritisni enter za uređivanje
it: Premere invio per modificare
ru: Нажмите "Ввод" для редактирования

source: Previous variable
ca: Variable anterior
cs: Předchozí variabilní
da: Tidligere variabel
de: Vorherige Variable
es: Variable anterior
fr: Variable précédente
he: המשתנה הקודם
hr: Prethodna varijabla
id: Variabel sebelumnya
it: Variabile precedente
ja: 前の変数
kk: алдыңғы айнымалы
ml: തൊട്ടു മുമ്പത്തെ വേരിയബിൾ
nb_no: Forrige variabel
nl: Vorige variabele
pl: Poprzednia zmienna
pt: Variável prévia
ru: Предыдущая переменная
sl: Predhodna spremenljivka
sv: Föregående variabel
ta: முந்தைய மாறி
tr: Önceki değişken
uk: Предыдущая переменная

source: qualitative
ca: qualitativa
cs: kvalitativní
da: kvalitativt
de: qualitativ
es: cualitativa
fr: qualitatif
he: איכותני
hr: kvalitativno
id: kualitatif
it: qualitativo
ja: 質的
kk: сапалық
ml: ക്വാളിറ്റേറ്റിവ്
nb_no: kvalitativ
nl: kwalitatief
pl: Zestawy
pt: qualitativa
ru: качественный
sl: Kvalitativno
sv: kvalitativt
ta: தரமான
tr: nitel
uk: Формат p-значення

source: R data files {ext}
ca: Fitxer de Dades R {ext}
cs: R datové soubory {ext}
da: R-datafiler {ext}
de: R-Datendateien {ext}
es: Archivo de datos R {ext}
fr: fichier de données R {ext}
he: קובצי נתונים של R {ext}
hr: R datoteke podataka {ext}
it: Files di dati R {ext}
ja: Rデータファイル {ext}
kk: R деректер файлдары {ext}
ml: R ഡാറ്റാ ഫയലുകൾ {ext}
nb_no: R-datafiler {ext}
nl: R-databestanden {ext}
pl: Pliki danych języka R {ext}
pt: Ficheiro de Dados R {ext}
ru: Файлы данных R {ext}
sl: Podatkovne datoteke R {ext}
sv: R-datafiler {ext}
ta: R தரவு கோப்புகள் {ext}
tr: R veri dosyaları {ext}
uk: Файлы даних R {ext}

source: R object {ext}
ca: Objecte R {ext}
cs: R objekt {ext}
da: R-objekt {ext}
de: R-Objekt {ext}
es: Objeto R {ext}
fr: objet R {ext}
he: אובייקט של R
hr: R objekt {ext}
id: Objek R {ext}
it: Oggetto R {ext}
ja: Rオブジェクト {ext}
kk: R нысаны {ext}
ml: R ഒബ്ജക്റ്റ് {ext}
nb_no: R-objekt {ext}
pl: Obiekt języka R {ext}
pt: Objeto R {ext}
ru: R объект {ext}
sl: Predmet R {ext}
sv: R-objekt {ext}
ta: R பொருள் {ext}
tr: R nesnesi {ext}
uk: R об'єкт {ext}

source: Ranks each value
ca: Ordena cada valor
cs: Seřadí každou hodnotu
da: Rangerer hver værdi
de: Weist den Werten Ränge zu
es: Ordena cada valor
fr: Ordonner chaque valeur
he: מדרגת כל ערך
hr: Rangira svaku vrijednost
it: Classifica ogni valore
ja: 各値の順位（昇順）を返します
kk: әр мәнді дәрежелеу
ml: ഓരോ മൂല്യത്തെയും റാങ്കുചെയ്യുന്നു
nb_no: Rangerer verdier
nl: Rangschikt elke waarde
pl: Ranguje każdą wartość.
pt: Ordena cada valor
ru: Ранжировать каждое значение
sl: Rangira vsako vrednosti
sv: Rangordna varje värde
ta: ஒவ்வொரு மதிப்பையும் வரிசைப்படுத்துகிறது
tr: Her değeri sıralar
uk: Ранжировать кожнезначення

source: Ready
ca: Llest
cs: Připraveno
da: Færdig
de: Bereit
es: Listo
fr: Prêt
he: מוכן
hr: Spremno
id: Siap
it: Pronto
ja: 編集可
kk: дайын
ml: റെഡി
nb_no: Klar
nl: Gereed
pl: Gotowy
pt: Pronto
ru: Готово
sl: Pripravljeno
sv: Klar
ta: ஆயத்தம்
tr: Hazır
uk: Готове

source: Really uninstall {m}?
ca: ¿Realment es vol desinstal·lar {m}?
cs: Opravdu odinstalovat {m}?
da: Skal jeg virkelig afinstallere {m}?
de: {m} wirklich deinstallieren?
es: ¿Quiere desinstalar {m}?
fr: Voulez-vous vraiment désinstaller {m} ?
he: האם באמת להסיר את ההתקנה של {m}?
hr: Stvarno deinstalirati {m}?
id: Benar-benar menghapus {m}?
it: Vuoi veramente disinstallare {m}?
ja: {m}をアンインストールしてよろしいですか？
kk: {m} шынымен жойылсын ба?
ml: {m} ശരിക്കും അൺഇൻസ്റ്റാൾ ചെയ്യട്ടെ?
nb_no: Virkelig avinstallere {m}?
nl: {m} deïnstalleren?
pl: Naprawdę odinstalować {m}?
pt: Tem a certeza que quer desinstalar {m}?
ru: Действительно удалить {m}?
sl: Ali res želite odstraniti namestitev {m}?
sv: Verkligen avinstallera {m}?
ta: {m} உண்மையில் நிறுவல் நீக்கவா?
tr: Hakikaten kaldırılsın mı {m}?
uk: Дійсно удалить {m}?

source: Recent
cs: Nedávné
da: Seneste filer
de: Letzte Dateien
es: Reciente
fr: Récent
he: אחרונים
hr: Nedavne datoteke
id: Belakangan ini
it: Recenti
ja: 最近のファイル
kk: соңғы
ml: അടുത്തിടെ ഉള്ളവ
nb_no: Siste filer
pl: Ostatnio używane
pt: Recente
ru: Недавние
sl: Nedavno
sv: Senaste filer
ta: அண்மைக் கால
tr: Son
uk: Недавні

source: Redo Edit
ca: Refer Editar
cs: Znovu upravit
da: Gentag redigering
de: Bearbeiten wiederholen
es: Rehacer Editar
fr: Répéter l'édition
he: שחזור עריכה
hr: Ponovi uređivanje
it: Rifare la Modifica
ja: やり直し
kk: өңдеуді қайталау
ml: എഡിറ്റ് വീണ്ടും ചെയ്യുക
nb_no: Gjenta Redigering
nl: Opnieuw bewerken
pl: Ponów edycję
pt: Refazer edição
ru: Повторить правку
sl: Ponovno uveljavi
sv: Upprepa redigering
ta: மீண்டும் திருத்து
tr: Düzenlemeyi Yeniden Yap
uk: Повторити правку

source: References
ca: Referències
cs: Reference
da: Referencer
de: Referenzen
es: Referencias
fr: Références
he: הפניות
hr: Reference
id: Rujukan
it: Riferimenti
ja: 文献
kk: әдебиетке сілтемелер
ml: അവലംബങ്ങൾ
nb_no: Referanser
nl: Verwijzingen
pl: Bibliografia
pt: Referências
ru: Ссылки на литературу
sl: Sklici
sv: Referenser
ta: குறிப்புகள்
tr: Kaynaklar
uk: Заслання на літературу

source: Refresh
ca: Actualitzar
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
he: רענון
hr: Osvježi
id: Segarkan
it: Aggiorna
ja: 更新
kk: жаңарту
ml: റിഫ്രഷ്
nb_no: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sl: Osveži
sv: Uppdatera
ta: புதுப்பிப்பு
tr: Yenile
uk: Оновити

source: Regression
ca: Regressió
cs: Regrese
es: Regresión
fr: Régression
he: רגרסיה
hr: Regresija
id: Regresi
it: Regressione
ja: 回帰
nl: Regressie
pl: Regresja
pt: Regressão
ru: Регрессионный
ta: பின்னடைவு
tr: Regresyon

source: Remove
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
es: Eliminar
fr: Retirer
he: הסרה
hr: Ukloni
id: Buang
it: Rimuovere
ja: 削除
kk: өшіру
ml: നീക്കുക
nb_no: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sl: Odstrani
sv: Ta bort
ta: அகற்று
tr: Kaldır
uk: Удалить

source: Remove {1} from {0}
es: Elimina {1} de {0}
he: הסרת {1} מ־{0}
hr: Ukloni {1} iz {0}
it: Rimuovere {1} da {0}
ru: Извлеките {1} из {0}

source: Remove {1} items from {0}
es: Elimina {1} elementos de {0}
he: הסרת הפריטים {1} מתוך {0}
hr: Ukloni {1} stavke iz {0}
it: Rimuovere gli elementi {1} da {0}
ru: Удалите {1} элементов из {0}

source: Remove filter
ca: Eliminar filtre
cs: Odstraňte filtr
da: Fjern filteret
de: Filter entfernen
es: Quitar filtro
fr: Retirer le filtre
he: הסרת המסנן
hr: Ukloni filtar
id: Buang Filter
it: Rimuovere il filtro
ja: フィルタを削除
kk: сүзгіні алып тастау
ml: ഫിൽട്ടർ നീക്കുക
nb_no: Fjern filteret
nl: Filter verwijderen
pl: Usuń filtr
pt: Remover filtro
ru: Удалить фильтр
sl: Odstrani filter
sv: Ta bort filtret
ta: வடிகட்டியை அகற்று
tr: Filtreleri kaldır
uk: Удалить фільтр

source: Remove items from {0}
es: Elimina elementos de {0}
he: הסרת פריטים מתוך {0}
hr: Ukloni stavke iz {0}
it: Rimuovere gli elementi da {0}
ru: Удалить элементы из {0}

source: Remove module {moduleName}
es: Elimina el módulo {moduleName}
he: הסרת המודול {moduleName}
hr: Ukloni modul {moduleName}
it: Rimuovere il modulo {nome modulo}
ru: Удалить модуль {moduleName}

source: Remove nested filter
es: Elimina filtro anidado
he: הסרת סננים מקוננים
hr: Ukloni ugniježđeni filtar
it: Rimuovere il filtro nidificato
ru: Удалить вложенный фильтр

source: Requires a newer version of jamovi
ca: Es requereix una versió mes actual de jamovi
cs: Vyžaduje novější verzi jamovi
da: Kræver en nyere version af jamovi
de: Benötigt eine neuere Version von jamovi
es: Requiere una versión más reciente de jamovi
fr: Nécessite une version plus récente de jamovi
he: יש צורך בגרסה חדשה יותר של jamovi
hr: Zahtijeva noviju jamovi verziju
id: Membutuhkan versi jamovi yang lebih baru
it: Richiede una versione più recente di jamovi
ja: jamoviのバージョンが古すぎます
kk: Jamovi жаңа нұсқасын талап етеді
ml: ജമോവിയുടെ ഒരു പുതിയ പതിപ്പ് വേണം
nb_no: Krever en nyere versjon av jamovi
nl: Vereist een nieuwere versie van jamovi
pl: Wymaga nowszej wersji jamovi
pt: Requer uma versão mais recente do Jamovi
ru: Требуется новая версия Jamovi
sl: Zahteva novejšo različico programa jamovi
sv: Kräver en nyare version av jamovi
ta: சாமோவியின் புதிய பதிப்பு தேவை
tr: Jamovi'nin daha yeni bir sürümünü gerektirir
uk: Вимагає нова версія Jamovi

source: Restart required
ca: Reinici requerit
cs: Je vyžadován restart
da: Kræver genstart
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage nécessaire
he: נדרשת הפעלה מחדש
hr: Potrebno je ponovno pokretanje
id: Perlu dinyalakan ulang
it: E' richiesto il riavvio
ja: 要再起動
kk: қайта іске қосу қажет етіледі
ml: റീസ്റ്റാർട്ട് ചെയ്യണം
nb_no: Krever omstart
nl: Opnieuw starten vereist
pl: Wymagane ponowne uruchomienie
pt: Reinicialização necessária
ru: Требуется перезапуск
sl: Zahtevan je ponovni zagon
sv: Kräver omstart
ta: மறுதொடக்கம் தேவை
tr: Yeniden başlatılması gerekiyor
uk: Вимагає перезапуск

source: Results
ca: Resultats
cs: Výsledek
da: Resultater
de: Ergebnisse
es: Resultados
fr: Résultats
he: תוצאות
hr: Rezultati
it: Risultati
ja: 結果
kk: нәтижелер
ml: റിസൾട്ടുകൾ
nb_no: Resultater
nl: Resultaten
pl: Wyniki
pt: Resultados
ru: Результаты
sl: Rezultati
sv: Resultat
ta: முடிவுகள்
tr: Sonuçlar
uk: Результати

source: Retain unused levels in analyses
ca: Conservar els nivells no utilitzats a les anàlisis
cs: Zachovejte nevyužité úrovně v analýzách
da: Behold ubrugte niveauer i analyserne
de: Ungenutzte Faktorstufen in Analysen einschließen?
es: Conserve los niveles no utilizados en los análisis
fr: Garder les modalités inutilisées dans les analyses
he: שמירה על הרמות שאינן בשימוש בניתוחים
hr: Zadrži neiskorištene razine u analizama
id: Tetapkan level yang tidak digunakan dalam analisis
it: Conserva nelle analisi i livelli non utilizzati
ja: 分析で未使用の水準を保持
kk: талдауларда пайдаланылмаған деңгейлерді сақтау
ml: ഉപയോഗിക്കാത്ത ലെവലുകൾ വിശകലനങ്ങളിൽ നിലനിർത്തുക
nb_no: Behold ubrukte nivåer i analysene
nl: Ongebruikte niveaus in analyses behouden
pl: Zachowaj w analizach niewykorzystane poziomy
pt: Reter os níveis não utilizados nas análises
ru: Сохранять неиспользованные уровни в анализах
sl: Pri analizi ohrani neuporabljene ravni
sv: Behåll oanvända nivåer i analyserna
ta: பகுப்பாய்வுகளில் பயன்படுத்தப்படாத நிலைகளைத் தக்க வைத்துக் கொள்ளுங்கள்
tr: Analizlerde kullanılmayan seviyeleri koruyun
uk: Зберігати неиспользованные рівні у аналізах

source: Returns a Box Cox transformation of the variable.
ca: Retorna una transformació Box Cox de la variable.
cs: Vrátí Box Coxovu transformaci variabilní.
da: Beregner Box-Cox-transformationen af variablen.
de: Berechnet eine Box-Cox-Transformation für die Variable.
es: Devuelve una transformación de Box Cox de la variable.
fr: Renvoie une transformée de Box Cox de la variable.
he: מחזירה טרנספורמציית בוקס–קוקס של המשתנה.
hr: Vraća Box Cox transformaciju varijable.
it: Restituisce una trasformazione di Box Cox della variabile.
ja: 変数のボックスコックス変換値を返します。
kk: fйнымалының Box Cox түрлендіруін қайтарады.
ml: വേരിയബിളിന്റെ ഒരു Box Cox ട്രാൻസ്ഫോർമേഷൻ തരുന്നു.
nb_no: Beregner Box Cox-transformasjonen av variabelen.
nl: Berekent een Box Cox-transformatie voor de variabele.
pl: Zwraca przekształcenie Boxa-Coxa.
pt: Retorna a transformação Box-Cox da variável.
ru: Возвращает преобразование Box Cox переменной.
sl: Vrne Box-Cox normalizirano pretvorjene spremenljivke.
sv: Beräknar Box-Cox-transformationen av variabeln.
ta: மாறியின் ஒரு பெட்டி காக்ச் உருமாற்றத்தை வழங்குகிறது.
tr: Değişkenin Box Cox dönüşümünü döndürür.
uk: Повертає перетворення Box Cox переменной.

source: Returns a whether the variable is an outlier according to the IQR: If the value is within the box of a Boxplot 0 is returned, absolute values larger than 1.5 are outside the whiskers.
ca: Retorna si la variable es un valor atípic segons el R.I.Q.: Si el valor es troba dins de la caixa d'un gràfic de caaixa retorna 0, els valors absoluts mes grans que 1,5 es troben fora dels bigotis.
cs: Vrací a, zda je variabilní odlehlá podle IQR: Pokud je hodnota v rámečku pole Boxplot je vrácena 0, absolutní hodnoty větší než 1,5 jsou mimo vousatý.
da: Returnerer om variablen er en outlier (i henhold til IQR): Returneres 0 hvis værdien er inden for boksen i et boksplot; hvis de absolutte værdier er større end 1,5, er de uden for whiskerne.
de: Gibt zurück, ob die Variable ein Ausreißer ist (relativ zum IQR): Wenn der Wert innerhalb der Box eines Boxplots liegt, wird 0 zurückgegeben, Absolutwerte größer als 1,5 liegen außerhalb der Whiskers.
es: Devuelve si la variable es un valor atípico según el R.I.Q.: si el valor está dentro del cuadro de un gráfico de cajas se devuelve 0, los valores absolutos mayores que 1.5 están fuera de las antenas.
fr: Renvoie si la variable est une valeur aberrante selon l'écart interquartile : si la valeur est dans la boite de la boite à moustaches, 0 est renvoyé. Les valeurs absolues plus éloignées de 1.5 sont à l'extérieur des moustaches.
he: מחזירה אם המשתנה חריג לפי הטווח הבין רבעוני: אם הערך נמצא בתוך הקופסה של תרשים קופסות, מוחזר 0. ערכים מוחלטים הגדולים מ־1.5 הם כאלו הנמצאים מחוץ לתחום.
hr: Opisuje je li varijabla predstavlja odstupanje prema interkvartilnom rasponu (IQR): Ako je vrijednost unutar kutije box dijagrama vraća se 0, apsolutne vrijednosti veće od 1,5 su izvan kutije.
it: In base allo Scarto Interquartile (IQR): restituisce il valore della variabile se è anomalo, se è contenuto nella scatola del Boxplot restituisce 0; i valori assoluti maggiori di 1.5 sono al di fuori dei baffi.
ja: 四分位範囲（IQR）に基づいて変数値が外れ値かどうかを判断します。値が箱ひげ図の箱の中にあるときは0が返されます。絶対値が1.5を超える場合には、その値がひげの外にあることを意味します。
kk: шектен тыс көрсеткіштер Айнымалы мәннің IQR сәйкес шектен тыс мән екенін қайтарады: егер мән Boxplot жолағында болса, 0 қайтарылады, 1,5-тен жоғары абсолютті мәндер мұрттардың сыртында болады.
ml: IQR പ്രകാരം വേരിയബിൾ ഒരു ഔട്ട്‌ലൈയർ ആണോ എന്ന് പറഞ്ഞു തരുന്നു: മൂല്യം ഒരു Boxplot ബോക്സിനുള്ളിലാണെങ്കിൽ 0 കാണിക്കും, 1.5-നേക്കാൾ കൂടിയ കേവല മൂല്യങ്ങൾ വിസ്‌ക്കറുകൾക്ക് പുറത്തായിരിക്കും.
nb_no: Gir tilbake om variabelen er en uteligger (ifølge IQR): Hvis verdien er innenfor boksen til en boxplot gis 0 tilbake; hvis absolutte verdier er større enn 1.5 så ligger de utenfor whiskerne.
nl: Berekent of de variabele een uitschieter is volgens de IQR: 0 wordt teruggegeven als de waarde zich in de box van een boxplot bevindt. Absolute waarde groter dan 1,5 liggen buiten de horizontale lijnen.
pl: Zwraca informację, czy zmienna jest wartością odstającą bazując na rozstępie ćwiartkowym: Jeżeli wartość znajduje się w polu wykresu pudełkowego, zwracana jest wartość 0. Wartości bezwzględne większe niż 1,5 znajdują się poza zakresem.
pt: Retorna se a variável tem outliers de acordo com a AIQ: Se o valor estiver na caixa do diagrama de extremos-e-quartis retorna o valor 0, os valores absolutos maiores que 1.5 vezes AIQ estão fora dos bigodes.
ru: Возвращает, является ли переменная выбросом в соответствии с IQR: если значение находится в пределах поля Boxplot, возвращается 0, абсолютные значения, превышающие 1,5, находятся за пределами усов.
sl: Vrne podatek, ali je vrednost spremenljivke izstopajoča glede na interkvartilni razmik (IQR): Če je vrednost znotraj polja Boxplot, vrne vrednost 0, absolutne vrednosti, večje od 1,5, pa so izven razmičnih črt diagrama.
sv: Returnerar om variabeln är en avvikelse (enligt IQR): Om värdet ligger inom boxen i en boxplot returneras 0; om de absoluta värdena är större än 1,5 ligger de utanför whiskarne.
ta: IQR இன் படி மாறி ஒரு வெளிநாட்டவரா என்பதை வழங்குகிறது: மதிப்பு ஒரு பாக்ச் பிளாட் 0 இன் பெட்டியில் இருந்தால், 1.5 ஐ விட பெரிய மதிப்புகள் விச்கர்களுக்கு வெளியே உள்ளன.
tr: IQR'ye göre değişkenin bir aykırı değer olup olmadığını döndürür: Değer bir Boxplot kutusunun içindeyse 0 döndürülür, 1,5'ten büyük mutlak değerler bıyıkların dışındadır.
uk: Повертає, являється лі переменная викидом у відповідності з IQR: якщо значення перебуває у межах поля Boxplot, повертається 0, абсолютные значення, котрий перевищувати 1,5, перебувають за межами усов.

source: Returns the absolute value of a number.
ca: Retorna el valor absolut d'un nombre.
cs: Vrátí absolutní hodnotu čísla.
da: Returnerer den absolutte værdi af et tal.
de: Gibt den Absolutwert einer Zahl zurück.
es: Devuelve el valor absoluto de un número.
fr: Renvoie la valeur absolue d'un nombre.
he: מחזירה את הערך המוחלט של מספר.
hr: Vraća apsolutnu vrijednost broja.
it: Restituisce il valore assoluto di un numero.
ja: 数値の絶対値を返します。
kk: санның абсолютті мәнін қайтарады.
ml: ഒരു സംഖ്യയുടെ കേവല മൂല്യം തരുന്നു.
nb_no: Gir tilbake absoluttverdien til et tall.
nl: Berekent de absolute waarde van een getal.
pl: Zwraca wartość bezwzględną z liczby.
pt: Retorna o valor absoluto de um número.
ru: Возвращает абсолютное значение числа.
sl: Vrne absolutno vrednost števila.
sv: Returnera det absoluta värdet av ett tal.
ta: ஒரு எண்ணின் முழுமையான மதிப்பை வழங்குகிறது.
tr: Bir sayının mutlak değerini döndürür.
uk: Повертає абсолютное значення числа.

source: Returns the base-10 logarithm of a number.
ca: Retorna el logaritme en base 10 d'un nombre.
cs: Vrátí základní 10 logaritmus čísla.
da: Beregn logaritmen med basen 10 af et tal.
de: Gibt den Logarithmus einer Zahl zur Basis 10 zurück.
es: Devuelve el logaritmo en base 10 de un número.
fr: Renvoie le log en base 10 d'un nombre.
he: מחזירה את הלוגריתם בבסיס 10 של מספר.
hr: Vraća logaritam s bazom 10 jednog broja.
it: Restituisce il logaritmo in base 10 di un numero.
ja: 数値の常用対数（底=10）を返します。
kk: санның негізі-10 логарифмін қайтарады.
ml: ഒരു സംഖ്യയുടെ base-10 ലോഗരിതം തരുന്നു.
nb_no: Gir tilbake base-10-logaritmen til et tall.
nl: Berekent een logaritme met grondtal 10 van een getal.
pl: Zwraca logarytm o podstawie 10 z liczby.
pt: Retorna o logaritmo de base 10 de um número.
ru: Возвращает логарифм числа по основанию 10.
sl: Vrne desetiški logaritem števila.
sv: Beräkna 10-logaritmen av ett tal.
ta: ஒரு எண்ணின் அடிப்படை -10 மடக்கை வழங்குகிறது.
tr: Bir sayının 10 tabanlı logaritmasını döndürür.
uk: Повертає логарифм числа по основі 10.

source: Returns the exponent for basis ℯ of a number.
ca: Retorna l'exponent de la base ℯ d'un nombre.
cs: Vrátí exponent pro základ ℯ čísla.
da: Beregn eksponenten med basen ℯ for et tal.
de: Gibt den Exponenten der Zahl für die Basis ℯ zurück.
es: Devuelve el exponente de la base ℯ de un número.
fr: Renvoie l'exposant en base ℯ d'un nombre.
he: מחזירה את הפונקצייה המעריכית בבסיס ℯ של מספר.
hr: Vraća eksponent za bazu ℯ broja.
it: Restituisce l'esponente della base ℯ di un numero.
ja: ネイピア数eのべき乗を返します。
kk: санның ℯ негізі үшін көрсеткішті қайтарады.
ml: ഒരു സംഖ്യയുടെ, ℯ അടിസ്ഥാനം ഉള്ള ഘാതം തരുന്നു.
nb_no: Gir tiltbake eksponenten med basis e for et tall.
nl: Berekent het exponent voor grondtal ℯ van een getal.
pl: Zwraca wykładnik podstawy ℯ liczby.
pt: Retorna o expoente de base ℯ de um número.
ru: Возвращает показатель степени основания ℯ числа.
sl: Vrne potenco osnove ℯ števila.
sv: Beräkna exponenten med basen e för ett tal.
ta: ஒரு எண்ணின் அடிப்படைக்கு அதிவேகத்தை வழங்குகிறது.
tr: Bir sayının ℯ tabanının üssünü döndürür.
uk: Повертає показник ступеня основи ℯ числа.
