Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Restart and Install
ca: Reiniciar i Instal·lar
da: Genstart og installer
fr: Redémarrer et installer
id: Mulai Ulang dan Pasang
ja: 再起動してインストール
kk: қайта іске қосу және орнату
ml: റീസ്റ്റാർട്ട് ചെയ്ത് ഇൻസ്റ്റാൾ ചെയ്യുക
nb_no: Start på nytt og installer
nl: Opnieuw starten en installeren
pl: Uruchom ponownie i zainstaluj
pt: Reiniciar e instalar
sl: Ponovno zaženi in namesti
sv: Starta om och installera
tr: Yeniden Başlat ve Yükle
uk: Перезапустить і установить

source: Retry
ca: Provar de nou
da: Prøv igen
fr: Réessayer
id: Coba lagi
ja: 再試行
kk: қайталау
ml: വീണ്ടും ശ്രമിക്കുക
nb_no: Prøv på nytt
nl: Opnieuw proberen
pl: Ponów
pt: Tentar de novo
sl: Poskusi znova
sv: Försök igen
tr: yeniden dene
uk: Повторити

source: Simulation
ca: Simulació
cs: Simulace
da: Simulering
ja: シミュレーション
kk: модельдеу
ml: സിമുലേഷൻ
nb_no: Simulering
nl: Simulatie
pl: Symulacja
pt: Simulação
sl: Simulacijske
sv: Simulering
ta: பாவனை
tr: Benzetim
uk: Симуляция

source: Statistical
ca: Estadística
cs: Statistické
da: Statistisk
de: Statistisch
fr: Statistique
ja: 統計関数
kk: статистикалық
ml: സ്റ്റാറ്റിസ്റ്റിക്കൽ
nb_no: Statistisk
nl: Statistisch
pl: Statystyczne
pt: Estatística
sl: Statistične
sv: Statistisk
ta: புள்ளிவிவர
tr: İstatistiksel
uk: Статистичні

source: Update did not complete
ca: L'actualització no s'ha completat
da: Opdateringen blev ikke gennemført
fr: La mise à jour ne s'est pas achevée
ja: 更新失敗
kk: жаңарту аяқталмады
ml: അപ്ഡേറ്റ് പൂർത്തിയായില്ല
nb_no: Oppdateringen ble ikke fullført
nl: Update niet voltooid
pl: Aktualizacja nie powiodła się
pt: Atualização não realizada
sl: Posodobitev ni uspešno končana
sv: Uppdateringen slutfördes inte
tr: Güncelleme tamamlanmadı
uk: Оновлення не завершене

source: Update is being downloaded
ca: S'està descarregant l'actualizació
da: Download opdateringen
fr: La mise à jour est en cours de téléchargement
ja: 更新ダウンロード中
kk: жаңарту жүктелуде
ml: അപ്‌ഡേറ്റ് ഡൗൺലോഡ് ചെയ്തുകൊണ്ടിരിക്കുന്നു
nb_no: Oppdateringen lastes ned
nl: Update wordt gedownload
pl: Trwa pobieranie aktualizacji
pt: A descarregar atualização
sl: Poteka prejemanje posodobitve
sv: Ladda ner uppdateringen
tr: Güncelleme indiriliyor
uk: Оновлення загружается

source: Update is ready
ca: L'actualització està llesta
da: Opdateringen er klar
fr: La mise à jour est prête
ja: 更新準備完了
kk: жаңарту дайын
ml: അപ്ഡേറ്റ് തയ്യാറാണ്
nb_no: Oppdateringen er klar
nl: Update beschikbaar
pl: Aktualizacja jest gotowa
pt: A atualização está pronta
sl: Posodobitev je pripravljena
sv: Uppdateringen är klar
tr: Güncelleme hazır
uk: Оновлення готове

source: Update not found
ca: Actualizació no encontrada
da: Kan ikke finde opdatering
fr: Mise à jour non trouvée
ja: 更新はありません
kk: жаңарту табылмады
ml: അപ്ഡേറ്റ് കാണുന്നില്ല
nb_no: Finner ikke oppdatering
nl: Update niet gevonden
pl: Nie znaleziono aktualizacji
pt: Atualização não encontrada
sl: Posodobitve ni mogoče najti
sv: Kan inte hitta uppdateringen
tr: Güncelleme bulunamadı
uk: Оновлення не знайдене

source: Updates
ca: Actualitzacions
da: Opdateringer
fr: Mises à jour
ja: 更新
kk: жаңартулар
ml: അപ്‌ഡേറ്റുകൾ
nb_no: Oppdateringer
pl: Aktualizacje
pt: Atualizações
sl: Posodobitve
sv: Uppdateringar
tr: Güncellemeler
uk: Оновлення

source: Cells edited
ca: Cel·les editades
da: Celler redigeret
fr: Cellules modifiées
id: Sel diedit
kk: ұяшықтар өңделді
ml: കളങ്ങൾ എഡിറ്റ് ചെയ്തു.
nb_no: Celler redigert
nl: Cellen bewerkt
pl: Komórki edytowane
pt: Células editadas
sl: Urejanje celic
sv: Celler redigerade
tr: Hücre değiştirildi
uk: Осередки змінені

source: Determines if any of the items appear in in1, in2, in3, .... Note that most of these arguments are optional -- it is possible to simply use __CONTAINS(needle, haystack)__.
ca: Determina si cap dels elements apareix en in1, in2, in3, .... Compte que la major part d'aquests arguments son opcionals; es possible simplement utilitzar __CONTAINS(agulla, paller)__.
cs: Určuje, zda se některá z položek objeví v in1, in2, in3, .... Všimněte si, že většina těchto argumentů je volitelná -- je možné jednoduše použít __CONTAINS(jehla, kupka sena)__.
de: Beschreibt, ob eines der Elemente in in1, in2, in3, ... vorkommt. Bitte beachten Sie, dass die meisten dieser Argumente optional sind - es ist möglich, einfach __CONTAINS(needle, haystack)__ zu verwenden.
ml: ഏതെങ്കിലും ഇനങ്ങൾ in1, in2, in3, തുടങ്ങിയവയിൽ വരുന്നുണ്ടോ എന്ന് നോക്കുന്നു. ഈ ആർഗ്യുമെന്റുകളിൽ ഭൂരിഭാഗവും ഓപ്ഷണൽ ആണെന്നത് ശ്രദ്ധിക്കുക -- __CONTAINS(needle, haystack)__ എന്ന് ലളിതമായി ഉപയോഗിക്കാനും കഴിയും.
nl: Bepaalt of items voorkomen in in1, in2, in3, .... Merk op dat de meeste argumenten optioneel zijn -- het is mogelijk om simpelweg __CONTAINS(naald, hooiberg)__ te gebruiken.
pl: Określa, czy którykolwiek z elementów pojawia się w in1, in2, in3, .... Większość tych argumentów jest opcjonalna -- można po prostu użyć __CONTAINS(needle, haystack)__.
ta: IN1, IN2, IN3, இல் ஏதேனும் உருப்படிகள் தோன்றினையா என்பதை தீர்மானிக்கிறது .... இந்த வாதங்களில் பெரும்பாலானவை விருப்பமானவை என்பதை நினைவில் கொள்க - __ ஐக் கொண்டுள்ளது (ஊசி, ஏச்டாக்) __ ஆகியவற்றைப் பயன்படுத்த முடியும்.

source: Splits text into pieces based on a separator. _piece_ specifies the desired piece by index.
ca: Divideix el text en porcions en base a un separador. _porció_ especifica la part desitjada segons l'índex.
cs: Rozdělí text na kusy dle separátoru. _kus_ specifikuje žádaný kus pomocí indexu.
de: Teilt Text basierend auf einem Trennzeichen. _piece_ den Index gibt des gewünschten Stücks an.
ml: ഒരു വിഭാജിയേ അടിസ്ഥാനമാക്കി വാചകത്തേ വിഭജിക്കുന്നു.സൂചിക പ്രകാരം ആവശ്യമുള്ള കഷണത്തെ _piece_ സൂചിപ്പിക്കുന്നു.
nl: Splitst tekst in stukken, gescheiden door een scheidingsteken. _piece_ geeft de index van het gewenste stuk aan.
pl: Dzieli tekst na fragmenty na podstawie separatora. _piece_ określa żądany fragment według indeksu.
ta: ஒரு பிரிப்பான் அடிப்படையில் உரைகளை துண்டுகளாகப் பிரிக்கவும். _ துண்டு </it> விரும்பிய பகுதியை குறியீட்டால் குறிப்பிடுகிறது.

source: Html
ta: உஉகுமொ

source: File save failed.
kk: файл сақталмады.
nb_no: Fillagring mislyktes.
uk: Не удалось зберегти файл.

source: Installed version is incompatible
kk: орнатылған нұсқа үйлесімді емес
nb_no: Installert versjon er ikke kompatibel
uk: Установленная версія несумісна

source: Unable to open {}
kk: {} ашу мүмкін емес
nb_no: Kan ikke åpne {}
uk: Неможливо відкрити {}

source: Your web browser prevented jamovi from opening a data set
kk: сіздің веб-браузеріңіз jamovi-ге деректер жинағын ашуға жол бермеді

source: Revert changes
nb_no: Kansellere endringer
uk: Скасувати изменения

source: Side loading modules is not avaliable on this plan.
uk: Модулі сторонніх розробників в цьому плані недоступні.

source: The jamovi library is not avaliable on this plan.
uk: Бібліотека jamovi в цьому плані недоступна.

source: Side loading modules is not avaliable in this demo.
nb_no: Sidelasting av moduler er ikke tillatt i demoen.

source: The jamovi library is not avaliable in this demo.
nb_no: jamovi-biblioteket er ikke tilgjengelig i demoen.
