Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Module installed
ca: Mòdul instal·lat
cs: Modul nainstalován
da: Modul installeret
de: Modul installiert
es: Módulo instalado
fr: Module installé
he: המודול הותקן
hr: Modul instaliran
id: Modul terpasang
it: Modulo installato
ja: モジュールのインストール
kk: модуль орнатылды
ml: മൊഡ്യൂൾ ഇൻസ്റ്റാൾ ചെയ്തു
nb_no: Modul installert
nl: Module geïnstalleerd
pl: Moduł został zainstalowany
pt: Módulo instalado
ru: Модуль установлен
sl: Modul je nameščen
sv: Modul installerad
ta: தொகுதி நிறுவப்பட்டது
tr: Modül yüklendi
uk: Модуль установлен

source: Module installed successfully
ca: Mòdul instal·lat correctament
cs: Modul byl úspěšně nainstalován
da: Modulet blev installeret
de: Modul erfolgreich installiert
es: Módulo instalado con éxito
fr: Module installé avec succès
he: המודול הותקן בהצלחה
hr: Modul uspješno instaliran
id: Modul berhasil dipasang
it: Modulo installato correttamente
ja: モジュールをインストールしました
kk: модуль сәтті орнатылды
ml: മൊഡ്യൂൾ വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു
nb_no: Modulen ble installert
nl: Module geïnstalleerd
pl: Moduł został pomyślnie zainstalowany
pt: Módulo instalado com sucesso
ru: Модуль успешно установлен
sl: Modul je uspešno nameščen
sv: Modulen installerad
ta: தொகுதி வெற்றிகரமாக நிறுவப்பட்டுள்ளது
tr: Modül başarıyla yüklendi
uk: Модуль успішно установлен

source: Module uninstalled
ca: Mòdul desinstal·lat
cs: Modul odinstalován
da: Modulet blev afinstalleret
de: Modul deinstalliert
es: Módulo desinstalado
fr: Module désinstallé
he: הוסרה התקנת המודול
hr: Modul deinstaliran
id: Modul dicopot pemasangannya
it: Modulo disinstallato
ja: モジュールのアンインストール
kk: модуль жойылды
ml: മൊഡ്യൂൾ അൺഇൻസ്റ്റാൾ ചെയ്തു
nb_no: Modulen ble avinstallert
nl: Module gedeïnstalleerd
pl: Moduł został odinstalowany
pt: Módulo desinstalado
ru: Модуль удален
sl: Modul je odstranjen
sv: Modul avinstallerad
ta: தொகுதி நிறுவல் நீக்கப்பட்டது
tr: Modül kaldırıldı
uk: Модуль удален

source: Modules
ca: Mòduls
cs: Moduly
da: Moduler
de: Module
es: Módulos
he: מודולים
hr: Moduli
id: Modul
it: Moduli
ja: モジュール
kk: модульдер
ml: മൊഡ്യൂളുകൾ
nb_no: Moduler
pl: Moduły
pt: Módulos
ru: Модули
sl: Moduli
sv: Moduler
ta: தொகுதிகள்
tr: Modüller
uk: Модулі

source: More info ...
ca: Mes informació ...
cs: Více informací ...
da: Mere information ...
de: Mehr Information...
es: Más información ...
fr: Plus d'infos...
he: מידע נוסף…
hr: Više informacija …
id: Informasi lebih lanjut ...
it: Ulteriori informazioni ...
ja: 詳細を見る…
kk: қосымша ақпарат ...
ml: കൂടുതൽ വിവരങ്ങൾ...
nb_no: Mer informasjon ...
nl: Meer informatie...
pl: Więcej informacji...
pt: Mais informação...
ru: Больше информации ...
sl: Več podrobnosti ...
sv: Mer information ...
ta: மேலும் செய்தி ...
tr: Daha fazla bilgi ...
uk: Більше інформації ...

source: Move back directory
es: Retroceder en el directorio
he: חזרה לתיקיית הקבצים
hr: Pomakni direktorij natrag
it: Sposta la directory indietro
ru: Переместить назад каталог

source: Move back from directory {0}
es: Retroceder desde el directorio {0}
he: חזרה מתיקיית הקבצים {0}
hr: Pomakni natrag iz direktorija {0}
it: Torna indietro dalla directory {0}
ru: Переход назад из каталога {0}

source: Name
ca: Nom
cs: Jméno
da: Navn
es: Nombre
fr: Nom
he: שם
hr: Ime
it: Nome
ja: 名前
kk: атауы
ml: പേര്
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sl: Ime
sv: Namn
ta: பெயர்
tr: İsim
uk: Ім'я

source: New
ca: Nou
cs: Nový
da: Ny
de: Neu
es: Nuevo
fr: Nouveau
he: חדש
hr: Nova datoteka
id: Baru
it: Nuovo
ja: 新規
kk: жаңа
ml: പുതിയത്
nb_no: Ny
nl: Nieuw
pl: Nowy
pt: Novo
ru: Новый
sl: Novo
sv: Ny
ta: புதிய
tr: Yeni
uk: Новий

source: New column {0}
es: Nueva columna {0}
he: עמודה חדשה {0}
hr: Novi stupac {0}
it: Nuova colonna {0}
ru: Новая колонка {0}

source: New computed variable
ca: Nova variable calculada
cs: Nová vypočítaná variabilní
da: Ny beregnet variabel
de: Neue berechnete Variable
es: Nueva variable calculada
fr: Nouvelle variable calculée
he: משתנה מחושב חדש
hr: Nova izračunata varijabla
id: Variabel komputasi baru
it: Nuova variabile calcolata
ja: 計算変数を作成
kk: жаңа есептелген айнымалы
ml: പുതിയ കമ്പ്യൂട്ടഡ് വേരിയബിൾ
nb_no: Ny beregnet variabel
nl: Nieuwe berekende variabele
pl: Nowa zmienna wyliczona
pt: Nova variável calculada
ru: Новая вычисляемая переменная
sl: Nova izračunana spremenljivka
sv: Ny beräknad variabel
ta: புதிய கணக்கிடப்பட்ட மாறி
tr: Yeni hesaplanan değişken
uk: Нова вычисляемая переменная

source: New data variable
ca: Nova variable de dades
cs: Nová data variabilní
da: Ny datavariabel
de: Neue Datenvariable
es: Nueva variable de datos
fr: Nouvelle variable de données
he: משתנה נתונם חדש
hr: Nova varijabla podataka
id: Data variable baru
it: Nuova variabile dati
ja: データ変数を作成
kk: жаңа деректер айнымалысы
ml: പുതിയ ഡാറ്റ വേരിയബിൾ
nb_no: Ny datavariabel
nl: Nieuwe gegevensvariabele
pl: Nowa zmienna
pt: Nova variável de dados
ru: Новая переменная данных
sl: Nova podatkovna spremenljivka
sv: Ny datavariabel
ta: புதிய தரவு மாறி
tr: Yeni veri değişkeni
uk: Нова переменная даних

source: New transformed variable
ca: Nova variable transformada
cs: Nová transformovaná variabilní
da: Ny transformeret variabel
de: Neue transformierte Variable
es: Nueva variable transformada
fr: Nouvelle variable transformée
he: משתנה טרנספורמציה חדש
hr: Nova transformirana varijabla
id: Variabel yang diubah baru
it: Nuova variabile trasformata
ja: 変換変数を作成
kk: жаңа түрлендірілген айнымалы
ml: പുതിയ ട്രാൻസ്‌ഫോം ചെയ്ത വേരിയബിൾ
nb_no: Ny transformert variabel
nl: Nieuwe getransformeerde variabele
pl: Nowa zmienna przekształcona
pt: Nova variável transformada
ru: Новое преобразование переменной
sl: Nova pretvorjena spremenljivka
sv: Ny transformerad variabel
ta: புதிய மாற்றப்பட்ட மாறி
tr: Yeni dönüştürülmüş değişken
uk: Нове перетворення переменной

source: Next variable
ca: Propera variable
cs: Další variabilní
da: Næste variabel
de: Nächste Variable
es: Siguiente variable
fr: Prochaine variable
he: המשתנה הבא
hr: Sljedeća varijabla
id: Variabel selanjutnya
it: Variabile successiva
ja: 次の変数
kk: келесі айнымалы
ml: അടുത്ത വേരിയബിൾ
nb_no: Neste variabel
nl: Volgende variabele
pl: Kolejna zmienna
pt: Próxima variável
ru: Следующая переменная
sl: Nova spremenljivka
sv: Nästa variabel
ta: அடுத்த மாறி
tr: Sonraki değişken
uk: котрий Наслідувати переменная

source: No Color
ca: Sense Color
cs: Žádná barva
da: Ingen farve
de: Keine Farbe
es: Sin Color
fr: Pas de couleur
he: ללא צבע
hr: Bez boje
id: Tanpa Color
it: Nessun colore
ja: 色なし
kk: түссіз
ml: നിറമില്ല
nb_no: Ingen farge
nl: Geen kleur
pl: Bez koloru
pt: Sem cor
ru: Нет цвета
sl: Ni barve
sv: Ingen färg
ta: நிறம் இல்லை
tr: Renk yok
uk: Нi квіту

source: No information about this function is available
ca: No hi ha informació disponible sobre aquesta funció
cs: Nejsou k dispozici žádné informace o této funkci
de: Zu dieser Funktion sind keine Informationen verfügbar
es: No hay información disponible sobre esta función
he: אין מידע זמין על פונקצייה זו
hr: Nema dostupnih informacija o ovoj funkciji
it: Non sono disponibili informazioni su questa funzione
ml: ഈ ഫങ്ഷനെ കുറിച്ചുള്ള ഒരു വിവരവും ലഭ്യമല്ല
nl: Er is geen informatie beschikbaar over deze functie
pl: Informacje na temat tej funkcji są niedostępne
ru: Информация об этой функции отсутствует
ta: இந்த செயல்பாடு குறித்த எந்த தகவலும் கிடைக்கவில்லை

source: No internet connection
ca: Sense connexió a internet
cs: Bez připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion internet
he: אין חיבור לאינטרנט
hr: Nema internetske veze
id: Tidak ada koneksi internet
it: Nessuna connessione a Internet
ja: インターネットに接続されていません
ml: ഇൻ്റർനെറ്റ് കണക്ഷനില്ല
nl: Geen internet verbinding
pl: Brak połączenia z Internetem
pt: Sem ligação à internet
ru: Нет подключения к Интернету
sv: Ingen internetanslutning
ta: இணைய இணைப்பு இல்லை
tr: İnternet Bağlantısı Yok

source: No recognised data files were found.
ca: No s'han trobat arxius de dades reconeguts.
cs: Nebyly nalezeny žádné rozpoznané datové soubory.
da: Der blev ikke fundet nogen gyldige datafiler.
de: Es wurden keine Datendateien gefunden.
es: No se encontraron archivos de datos reconocidos.
fr: Aucun fichier de données n'a été trouvé.
he: לא נמצאו קובצי נתונים מוכרים.
hr: Nisu pronađene prepoznate datoteke s podacima.
id: Tidak ditemukan file data yang diakui.
it: Non sono stati trovati file di dati riconosciuti.
ja: 認識可能なデータファイルがありません。
kk: ешқандай танылатын деректер файлдары табылмады.
ml: ചേരുന്ന ഡാറ്റ ഫയലുകളൊന്നും കണ്ടില്ല.
nb_no: Ingen valide datafiler ble funnet.
nl: Geen herkende databestanden gevonden.
pl: Nie znaleziono obsługiwanych plików z danymi.
pt: Nenhum ficheiro de dados de formato conhecido foi encontrado.
ru: Распознаваемые файлы данных не найдены.
sl: Ni prepoznanih podatkovnih datotek.
sv: Inga giltiga datafiler hittades.
ta: அங்கீகரிக்கப்பட்ட தரவுக் கோப்புகள் எதுவும் காணப்படவில்லை.
tr: Tanınmış veri dosyası bulunamadı.
uk: Распознаваемые файлы даних не знайдені.

source: No variables match your query.
ca: Cap variable coincideix amb la consulta.
cs: Vašemu dotazu neodpovídají žádné varianty.
da: Der blev ikke fundet nogen variabler med din søgning.
de: Keine Variable stimmt mit Ihrer Abfrage überein.
es: Ninguna variable coincide con su consulta.
fr: Aucune variable ne correspond à votre requête.
he: אף משתנה לא התאים לשאילתה.
hr: Nijedna varijabla ne odgovara upitu.
id: Tidak ada variables yang sesuai dengan permintaan Anda.
it: Nessuna variabile corrisponde alla tua richiesta.
ja: クエリに一致する変数がありません。
kk: сұранысыңызға ешбір айнымалы мән сәйкес келмейді.
ml: നിങ്ങളുടെ അന്വേഷണവുമായി ചേരുന്ന വേരിയബിളുകളൊന്നും ഇല്ല.
nb_no: Ingen variabler ble funnet med søket ditt.
nl: Geen variabelen die overeenkomen met uw zoekopdracht.
pl: Żadna ze zmiennych nie pasuje do zapytania.
pt: Nenhuma variável corresponde à sua consulta.
ru: Нет переменных, соответствующих Вашему запросу.
sl: S poizvedbo ni skladna nobena spremenljivka.
sv: Inga variabler hittades med din sökning.
ta: எந்த மாறிகள் உங்கள் வினவலுடன் பொருந்தவில்லை.
tr: Sorgunuzla eşleşen değişken yok.
uk: Нi переменных, відповідних Вашему запиту.

source: Nominal
cs: Nominální
da: Nominel
he: שמני
hr: Nominalna
id: Jumlah
it: Nominale
ja: 名義
kk: номиналды
ml: നോമിനൽ
nb_no: Nominell
nl: Nominaal
pl: Nominalna
ru: Номинальный
sl: Nominalna / Imenska
sv: Nominell
ta: பெயரளவு
tr: Nominal (adlandıma)
uk: Номинальный

source: None
ca: Cap
cs: Žádný
da: Ingen
de: Keine
es: Ninguno
fr: Aucune
he: כלום
hr: Bez
id: Tidak ada
it: Nessuna
ja: なし
kk: ешқайсысы
ml: ഒന്നുമില്ല
nb_no: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ru: Никто
sl: Brez
sv: Ingen
ta: எதுவுமில்லை
tr: Hiçbiri
uk: Нi

source: Not equal to
ca: No igual a
cs: Nerovná se
da: Ikke lig med
de: Ungleich zu
es: No igual a
fr: Différent de
he: לא שווה ל־
hr: Nije jednako
id: Tidak setara dengan
it: Non uguale a
ja: この値以外
kk: тең емес
ml: തുല്യമല്ല
nb_no: Ikke lik
nl: Niet gelijk aan
pl: Nie równa się
pt: Diferente de
ru: Не равно
sl: ni enako
sv: Inte lika med
ta: சமமாக இல்லை
tr: Eşit değil
uk: Не рівно

source: Note
ca: Anotació
cs: Poznámka
da: Bemærk
de: Anmerkung
es: Nota
he: הערה
hr: Bilješka
id: Catatan
it: Nota
ja: 注
kk: ескертпе
ml: കുറിപ്പ്
nb_no: Merknad
nl: Opmerking
pl: Uwaga
pt: Nota
ru: Примечание
sl: Opomba
sv: Anmärkning
ta: குறிப்பு
tr: Not
uk: Примечание

source: Notice
ca: Avis
cs: Oznámení
da: Meddelelse
de: Hinweis
es: Aviso
he: הערה
hr: Napomena
id: Menyadari
it: Avviso
ja: 注意
ml: സൂചന
nl: Opmerking
pl: Uwaga
pt: Aviso
ru: Уведомление
sv: Anmärkning
ta: அறிவிப்பு
tr: Uyarı

source: Number format
ca: Format numèric
cs: Formát čísel
da: Nummerformat
de: Zahlenformat
es: Formato numérico
fr: Format numérique
he: תבנית המספר
hr: Format brojeva
id: Format angka
it: Formato numerico
ja: 数値書式
kk: сан форматы
ml: സംഖ്യാ ഫോർമാറ്റ്
nb_no: Tallformat
nl: Indeling getallen
pl: Format liczb
pt: Formato numérico
ru: Формат числа
sl: Zapis števil
sv: Nummerformat
ta: எண் வடிவம்
tr: Sayı biçimi
uk: Формат числа

source: Offsets the values up or down.
ca: Desplaça els valors cap a dalt o cap a baix.
cs: Posunuje hodnoty nahoru nebo dolů.
da: Forskyder værdierne op eller ned.
de: Verschiebt die Werte nach oben oder unten.
es: Desplaza los valores hacia arriba o hacia abajo.
fr: Décale les valeurs vers le haut ou vers le bas.
he: הסטת הערכים מעלה או מטה.
hr: Pomiče vrijednosti prema gore ili dolje.
id: Mengimbangi nilai ke atas atau ke bawah.
it: Sposta i valori su o giù.
ja: 指定された値の分だけ変数値を増減させます。
kk: мәндерді жоғары немесе төмен ауыстырады.
ml: മൂല്യങ്ങളെ മുകളിലേക്കോ താഴേക്കോ ഓഫ്‌സെറ്റ് ചെയ്യുന്നു.
nb_no: Forskyver verdiene opp eller ned.
nl: Verschuift de variabelen naar boven of naar beneden.
pl: Przesuwa wartości w górę lub w dół.
pt: Desloca os valores para cima ou para baixo.
ru: Смещает значения вверх или вниз.
sl: Zamakne vrednosti navzgor ali navzdol.
sv: Justerar värdena uppåt eller nedåt.
ta: மதிப்புகளை மேலே அல்லது கீழ்நோக்கி ஈடுசெய்கிறது.
tr: Değerleri yukarı veya aşağı dengeler.
uk: Смещает значення вгору або вниз.

source: Ok
cs: Dobře
fr: D’accord
he: אישור
hr: U redu
id: Oke
kk: Ок
ta: சரி
tr: Tamam

source: OK
cs: Dobře
he: בסדר
hr: U redu
kk: ок
ml: ഓക്കേ
sl: V redu
ta: சரி
tr: Tamam

source: One or more analyses in this data set have been disabled because they allow the execution of arbitrary code. You should only enable them if you trust this data set's source.
ca: S'han inhabilitat un o mes anàlisis d'aquestes dades perquè permeten la execució de codi arbitrari. Només ha d'habilitar-los si confia en la font d'aquestes dades.
cs: Jedna nebo více analýz v tomto souboru dat bylo zakázáno protože umožňují provádění libovolného kódu. Vy měli byste je povolit pouze v případě, že důvěřujete této datové sadě zdroj.
da: En eller flere analyser i dette datasæt er deaktiveret fordi de tillader udførelse af vilkårlig kode. Du bør kun aktivere dem, hvis du har tillid til dette datasættets kilde.
de: Eine oder mehrere Analysen in diesem Datensatz wurden deaktiviert weil sie die Ausführung von mglw. schadhaftem Code ermöglichen. Aktivieren Sie diese Analysen nur dann, wenn Sie der Quelle dieses Datensatzes vertrauen.
es: Se inhabilitaron uno o más análisis de estos datos porque permiten la ejecución de código arbitrario. Solo debe habilitarlos si confía en la fuente de estos datos.
fr: Une ou plusieurs analyses dans ce jeu de données ont été désactivées parce qu'elle autorisent l'exécution d'un code arbitraire. Vous ne devriez les autoriser que si vous faîtes confiance à la source de ce jeu de données.
he: לפחות ניתוח אחד הושבת במערך נתונים זה כי הוא מאפשר הרצה של קוד אקראי. מומלץ לאשר אותו רק אם סומכים על המקור של מערך הנתונים הזה.
hr: Jedna ili više analiza u ovom skupu podataka su deaktivirane jer dopuštaju izvršavanje proizvoljnog koda. Aktiviraj ih samo ako vjeruješ izvoru za ovaj skup podataka.
id: Satu atau lebih analisis dalam kumpulan data ini telah dinonaktifkan karena memungkinkan eksekusi kode sembarangan. Anda sebaiknya hanya mengaktifkannya if Anda mempercayai data ini sumber.
it: Una o più analisi in questo set di dati sono state disabilitate perché consentono l'esecuzione di codice arbitrario. Dovresti abilitarli solo se ritieni attendibile l'origine di questo set di dati.
ja: このデータセットで１つ以上の分析が無効化されています。 任意のコードが実行可能な状態になっているためです。 それらを有効にするのは、このデータの入手先が信頼できる 場合だけにしてください。
kk: бұл деректер жиынындағы бір немесе бірнеше талдаулар өшірілген өйткені олар ерікті кодты орындауға мүмкіндік береді. Сіз . Осы деректер жинағының көзіне сенсеңіз ғана оларды қосуыңыз керек.
ml: ഈ ഡാറ്റാ സെറ്റിലെ ഒന്നോ അതിലധികമോ വിശകലനങ്ങളെ ഡിസേബിൾ ചെയ്തിട്ടുണ്ട് കാരണം അവർ തോന്നിയ പോലെ ചില കോഡ് നടപ്പിലാക്കാൻ അനുവദിക്കുന്നു. നിങ്ങൾ ഈ ഡാറ്റാ സെറ്റിന്റെ ഉറവിടത്തെ നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ മാത്രം അവ എനേബിൾ ചെയ്യുക.
nb_no: En eller flere analyser i dette datasettet er deaktivert fordi de tillater kjøring av vilkårlig kode. Du bør bare aktivere dem hvis du stoler på dette datasettets kilde.
nl: Eén of meer analyses in deze dataset zijn uitgeschakeld omdat ze het uitvoeren van arbitraire code toestaan. U dient deze analyses alleen in te schakelen als u de bron van de dataset vertrouwt.
pl: Co najmniej jedna analiza w tym zbiorze danych została wyłączona ponieważ pozwala na wykonanie dowolnego kodu. Można włączyć ją jedynie, gdy plik pochodzi z zaufanego źródła.
pt: Uma ou mais análises neste conjunto de dados foram desativadas porque permitiam a execução de código arbitrário. Só deve habilitar esta análise se confiar na origem dos dados.
ru: Один или несколько анализов в этом наборе данных отключены. потому что они позволяют выполнять произвольный код. Вам следует включать их только в том случае, если вы доверяете источнику этого набора данных.
sl: Ena ali več analiz v tem podatkovnem nizu je bilo onemogočenih, ker omogočajo izvajanje poljubne kode. Omogočite jih le, če res zaupate temu viru nabora podatkov.
sv: En eller flera analyser i detta dataset är inaktiverade eftersom de tillåter exekvering av godtycklig kod. Du bör endast endast aktivera dem om du litar på källan till detta dataset datasetets källa.
ta: இந்த தரவு தொகுப்பில் ஒன்று அல்லது அதற்கு மேற்பட்ட பகுப்பாய்வுகள் முடக்கப்பட்டுள்ளன ஏனெனில் அவை தன்னிச்சையான குறியீட்டை செயல்படுத்த அனுமதிக்கின்றன. நீங்கள் இந்த தரவுத் தொகுப்பை நீங்கள் நம்பினால் மட்டுமே அவற்றை இயக்க வேண்டும் சான்று.
tr: Bu veri kümesindeki bir veya daha fazla analiz devre dışı bırakıldı çünkü keyfi kodun yürütülmesine izin verirler. Sizin bunları yalnızca bu veri kümesine güveniyorsanız etkinleştirmelisiniz kaynağı.
uk: Один або кілька аналізів у цімнабір даних отключены. тому що вони дозволяють виконувати произвольный код. Вам наслідує включати їхній тільки у томунагода, якщо ви довіряєте джерелу цього набору даних.

source: One row appended.
es: Una fila añadida.
he: שורה אחת סופחה.
hr: Dodan je jedan redak.
it: Una riga aggiunta.
ru: Добавлена одна строка.

source: One row inserted.
es: Una fila insertada.
he: הוכנסה שורה אחת.
hr: Umetnut je jedan redak.
it: Una riga inserita.
ru: Вставлен один ряд.

source: Online data set
ca: Dades en línia
cs: Online datová sada
da: Online-datasæt
de: Online-Datensatz
es: Datos en línea
fr: Jeu de données en ligne
he: מערך נתונים מקוון
hr: Mrežni skup podataka
id: Kumpulan data online
it: Set di dati online
ja: オンラインデータセット
kk: онлайн деректер жинағы
ml: ഓൺലൈൻ ഡാറ്റ സെറ്റ്
nb_no: Online-datasett
pl: Zestaw danych online
pt: Ficheiro de dados online
ru: Онлайн набор данных
sl: Spletni podatkovni set
ta: நிகழ்நிலை தரவு தொகுப்பு
tr: Çevrimiçi veri seti
uk: Онлайн набір даних

source: Open
ca: Obrir
cs: Otevřeno
da: Åben
de: Öffnen
es: Abrir
fr: Ouvrir
he: פתיחה
hr: Otvori
id: Terbuka
it: Apri
ja: 開く
kk: ашу
ml: തുറക്കുക
nb_no: Åpen
nl: Openen
pl: Otwórz
pt: Abrir
ru: Открыть
sl: Odpri
sv: Öppna
ta: திற
tr: Aç
uk: Відкрити

source: Open application menu
es: Abrir el menú de la aplicación
he: פתיחת תפריט היישומונים
hr: Otvori izbornik aplikacije
it: Aprire il menu dell'applicazione
ru: Открыть меню приложения

source: Open data file
es: Abrir archivo de datos
he: פתיחת קובץ נתונים
hr: Otvori podatkovnu datoteku
it: Aprire il file di dati
ru: Открыть файл данных

source: Open the jamovi module library
es: Abrir la biblioteca de módulos de jamovi
he: פתיחת ספריית המודולים של jamovi
hr: Otvori jamovi biblioteku modula
it: Aprire la libreria moduli di jamovi
ru: Откройте библиотеку модулей jamovi

source: Open the main menu
es: Abrir el menú principal
he: פתיחת התפריט הראשי
hr: Otvori glavni izbornik
it: Aprire il menu principale
ru: Откройте главное меню

source: Opening
ca: Obrint
cs: Otevírací
da: Åbner
de: Wird göffnet
es: Abriendo
fr: Ouverture
he: פותח
hr: Otvaranje
id: Pembukaan
it: Apertura
ja: 開いています
kk: ашылу
ml: തുറക്കുന്നു
nb_no: Åpner
nl: Openen
pl: Otwieranie
pt: A abrir
ru: Открытие
sl: Odpiranje
sv: Öppnar
ta: திறப்பு
tr: Açılıyor
uk: Відкриття

source: Operators
ca: Operadors
cs: Operátoři
da: Operatører
de: Operatoren
es: Operadores
fr: Opérateurs
he: אופרטורים
hr: Operatori
id: Operator
it: Operatori
ja: 演算子
kk: операторлар
ml: ഓപ്പറേറ്ററുകൾ
nb_no: Operatører
nl: Beheerders
pl: Operatory
pt: Operadores
ru: Операторы
sl: Operatorji
sv: Operatörer
ta: ஆபரேட்டர்கள்
tr: Operatörler
uk: Оператори

source: Ordered List
ca: Llista Ordenada
cs: Objednaný seznam
da: Sorteret liste
de: Geordnete Liste
es: Lista Ordenada
fr: Liste triée
he: רשימה ממוספרת
hr: Poredan popis
id: Daftar Berurutan
it: Elenco numerato
ja: 順序箇条書き
kk: ретті тізім
ml: ഓർഡറിൽ ഉള്ള ലിസ്റ്റ്
nb_no: Sortert liste
nl: Genummerde lijst
pl: Numerowanie
pt: Lista ordenada
ru: Упорядоченный список
sl: Vrstilni seznam
sv: Ordnad lista
ta: ஆர்டர் செய்யப்பட்ட பட்டியல்
tr: Sıralı Liste
uk: Упорядоченный список

source: Ordinal
cs: Řadový
he: סדר
hr: Ordinalna
id: Urutan
it: Ordinale
ja: 順序
kk: реттік
ml: ഓർഡിനൽ
nl: Ordinaal
pl: Porządkowa
ru: Порядковый
sl: Ordinalna / Urejenostna
ta: சாதாரண
tr: Sıralı
uk: Порядковый

source: Output
ca: Resultat
cs: Výstup
da: Udgave
de: Ausgabe
es: Resultado
fr: Résultat
he: פלט
hr: Rezultat
id: Keluaran
it: Uscita
ja: 出力
kk: нәтиже
ml: ഔട്ട്പുട്ട്
nb_no: Utgave
nl: Uitvoer
pl: Wyjście
ru: Вывод
sl: Odvod
sv: Utgåva
ta: வெளியீடு
tr: Çıktı
uk: Вивід

source: Output Variable
ca: Variable Resultat
cs: Výstupní variabilní
da: Resulterende variabel
de: Ausgabevariable
es: Variable Resultado
fr: Variable de résultats
he: משתנה פלט אחד
hr: Varijabla rezultata
id: Variabel Keluaran Ganda ({n})
it: Variabile di uscita
ja: 結果変数
kk: шығыс айнымалысы
ml: ഔട്ട്പുട്ട് വേരിയബിൾ
nb_no: Resulterende variabel
nl: Uitvoersvariabele
pl: Zmienna wyjściowa
pt: Variável de Saída
ru: Выходная переменная
sl: Odvodna spremenljivka ({n})
sv: Resulterande variabel
ta: வெளியீட்டு மாறி
tr: Çıktı Değişkeni
uk: Вихідна переменная

source: p-value format
ca: Format de valor-p
cs: formát p-hodnoty
da: p-værdi-format
de: Format des p-Werts
es: Formato de valor p
fr: format de la valeur p
he: תבנית הערך p
hr: Format p-vrijednosti
id: format p-value
it: Formato valore p
ja: p値の書式
kk: p мәнінің формасы
ml: p-മൂല്യ ഫോർമാറ്റ്
nb_no: p-verdi-format
nl: Indeling p-waarde
pl: Format wartości p
pt: Formato do p-value
ru: формат p-значения
sl: Zapis p-vrednosti
sv: p-värde-format
ta: பி-மதிப்பு வடிவம்
tr: p-değeri biçimi
uk: формат p-значення

source: Paragraph
ca: Paràgraf
cs: Odstavec
da: Afsnit
de: Absatz
es: Párrafo
fr: Paragraphe
he: פסקה
hr: Odlomak
id: Paragraf
it: Paragrafo
ja: 段落
kk: параграф
ml: പാരഗ്രാഫ്
nb_no: Avsnitt
nl: Paragraaf
pl: Paragraf
pt: Parágrafo
ru: Абзац
sl: Odstavek
sv: Avsnitt
ta: பத்தி
tr: Paragraf
uk: Параграф

source: Parses a date, and converts it to the number of days since the 1st of January, 1970.
es: Analiza una fecha, y la convierte en el número de días desde el 1 de Enero de 1970.
he: פירוק תאריך והמרתו למספר הימים מאז 1 בינואר, 1970.
hr: Analizira datum i pretvara ga u broj dana od 1. siječnja 1970.
it: COntrolla una data e la converte nel numero di giorni dal 1° gennaio 1970.
ru: Разбирает дату и преобразует ее в количество дней, прошедших с 1 января 1970 года.

source: Paste
ca: Enganxar
cs: Vložit
da: Lim ind
de: Einfügen
es: Pegar
fr: Coller
he: הדבקה
hr: Zalijepi
id: Tempel
it: Incolla
ja: 貼り付け
kk: қою
ml: പേസ്റ്റ്
nb_no: Lim inn
nl: Plakken
pl: Wklej
pt: Colar
ru: Вставить
sl: Prilepi
sv: Klistra in
ta: ஒட்டு
tr: Yapıştır
uk: Вставить
