Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Returns the largest value of a set of numbers.
ca: Retorna el valor mes gran d'un conjunt de nombres.
cs: Vrátí největší hodnotu sady čísel.
da: Returnerer den største værdi en række tal.
de: Gibt den größten Wert einer Reihe von Zahlen zurück.
es: Devuelve el valor mayor de un conjunto de números.
fr: Renvoie la plus grande valeur d'un ensemble de nombres.
he: מחזירה את הערך הגדול ביותר במערך מספרים.
hr: Vraća najveću vrijednost skupa brojeva.
it: Restituisce il valore più grande di un insieme di numeri.
ja: 指定された数値のうちの最大値を返します。
kk: сандар жиынының ең үлкен мәнін қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളിലെ ഏറ്റവും വലുത് കണ്ടെത്തുന്നു.
nb_no: Gir tilbake den største verdien av et sett med tall.
nl: Berekent de grootste waarde uit een reeks getallen.
pl: Zwraca największą wartość ze zbioru.
pt: Retorna o maior valor de um conjunto de números.
ru: Возвращает наибольшее значение набора чисел.
sl: Vrne največjo vrednost nabora števil.
sv: Returnera det största värdet i en uppsättning tal.
ta: எண்களின் தொகுப்பின் மிகப்பெரிய மதிப்பை வழங்குகிறது.
tr: Bir sayı kümesinin en büyük değerini döndürür.
uk: Повертає наибольшее значення набору числ.

source: Returns the largest value of a variable.
ca: Retorna el valor mes gran d'una variable.
cs: Vrátí největší hodnotu proměnné.
da: Returnerer den største værdi i en variabel.
de: Gibt den größten Wert einer Variablen zurück.
es: Devuelve el valor mayor de una variable.
fr: Renvoie la plus grande valeur d'une variable.
he: מחזירה את הערך הגדול ביותר של משתנה.
hr: Vraća najveću vrijednost varijable.
it: Restituisce il valore più grande di una variabile.
ja: 変数値の最大値を返します。
kk: айнымалының ең үлкен мәнін қайтарады.
ml: ഒരു വേരിയബിളിന്റെ ഏറ്റവും കൂടിയ മൂല്യം തരുന്നു.
nb_no: Gir tilbake den største verdien innenfor en variabel.
nl: Berekent de grootste waarde van een variabele.
pl: Zwraca największą wartość zmiennej.
pt: Retorna o maior valor de uma variável.
ru: Возвращает наибольшее значение переменной.
sl: Vrne največjo vrednost spremenljivke.
sv: Returnera det största värdet inom en variabel.
ta: மாறியின் மிகப்பெரிய மதிப்பை வழங்குகிறது.
tr: Bir değişkenin en büyük değerini döndürür.
uk: Повертає наибольшее значення переменной.

source: Returns the mean of a set of numbers.
ca: Retorna la mitjana d'un conjunt de nombres.
cs: Vrátí průměr množiny čísel.
da: Beregn gennemsnittet af en række tal.
de: Berechnet den Mittelwert einer Gruppe von Zahlen.
es: Devuelve la media de un conjunto de números.
fr: Renvoie la moyenne d'un ensemble de nombres.
he: מחזירה את הממוצע של מערך מספרים.
hr: Vraća srednju vrijednost skupa brojeva.
it: Restituisce la media di un insieme di numeri.
ja: 指定された数値の平均値を返します。
kk: сандар жиынының орташа мәнін береді.
ml: ഒരു സെറ്റ് സംഖ്യകളുടെ ശരാശരി തരുന്നു.
nb_no: Gir tilbake gjennomsnittet av et sett med tall.
nl: Berekent het gemiddelde van een reeks getallen.
pl: Zwraca średnią ze zbioru.
pt: Retorna a média de um conjunto de números.
ru: Возвращает среднее значение набора чисел.
sl: Vrne povprečno vrednost nabora števil.
sv: Beräkna medelvärdet av en uppsättning av tal.
ta: எண்களின் தொகுப்பின் சராசரியை வழங்குகிறது.
tr: Bir sayı kümesinin ortalamasını döndürür.
uk: Повертає середній значення набору числ.

source: Returns the median absolute deviation of a variable.
ca: Proporciona la desviació absoluta de la mitjana d'una variable.
cs: Vrátí medián absolutní odchylky proměnné.
da: Beregn medianen af den absolutte afvigelse for en variabel.
de: Gibt den Median der absoluten Abweichung einer Variable aus.
es: Devuelve la desviación absoluta de la media de un variable.
he: מחזירה את חציון הסטיות המוחלטות מהחציון של משתנה.
hr: Vraća medijan apsolutne devijacije varijable.
it: Restituisce la deviazione assoluta mediana di una variabile.
ja: 変数の偏差絶対値の中央値を返します。
nl: Geeft de mediaan van de absolute afwijking van een variabele.
pl: Zwraca odchylenie przeciętne (mediana).
pt: Devolve o desvio absoluto mediano de uma variável.
ru: Возвращает абсолютное отклонение медианы переменной.
sv: Beräkna medianen av den absoluta avvikelsen för en variabel.
ta: ஒரு மாறியின் சராசரி முழுமையான விலகலை வழங்குகிறது.
tr: Bir değişkenin medyan mutlak sapmasını döndürür.

source: Returns the median of a variable.
ca: Retorna la mediana d'un conjunt de nombres.
cs: Vrátí medián proměnné.
da: Beregn medianen for en variabel.
de: Berechnet den Median einer Variablen.
es: Devuelve la mediana de una variable.
fr: Renvoie la médiane d'un ensemble de nombres.
he: מחזירה את החציון של משתנה.
hr: Vraća medijan varijable.
it: Restituisce la mediana di una variabile.
ja: 変数値の中央値を返します。
kk: айнымалының медианасын қайтарады.
ml: ഒരു വേരിയബിളിന്റെ മീഡിയൻ തരുന്നു.
nb_no: Gir tilbake medianen for en variabel.
nl: Berekent de mediaan van een variabele.
pl: Zwraca medianę zmiennej.
pt: Retorna a mediana de uma variável.
ru: Возвращает медиану переменной.
sl: Vrne mediano vrednost spremenljivke.
sv: Beräkna medianvärdet för en variabel.
ta: ஒரு மாறியின் சராசரியை வழங்குகிறது.
tr: Bir değişkenin medyanını döndürür.
uk: Повертає медиану переменной.

source: Returns the most common value in a variable.
ca: Retorna el valor mes freqüent d'una variable.
cs: Vrátí nejběžnější hodnotu v proměnné.
da: Returner den hyppigst forekommende værdi i en variabel.
de: Berechnet den Modalwert (häufigster Wert) einer Variablen.
es: Devuelve el valor más frecuente de una variable.
fr: Renvoie la valeur la plus commune d'une variable.
he: מחזירה את הערך השכיח ביותר של משתנה.
hr: Vraća najčešću vrijednost u varijabli.
it: Restituisce il valore più frequente di una variabile.
ja: 変数値における最頻値を返します。
kk: айнымалыдағы ортақ мәнді қайтарады.
ml: ഒരു വേരിയബിളിൽ ഏറ്റവും കൂടുതൽ തവണ വരുന്ന മൂല്യം തരുന്നു.
nb_no: Gir tilbake den oftest forkommende verdien i en variabel.
nl: Berekent de meest voorkomende waarde van een variabele.
pl: Zwraca wartość najczęściej występującą w zmiennej.
pt: Retorna o valor mais comum de uma variável.
ru: Возвращает наиболее распространенное значение в переменной.
sl: Vrne najpogostejšo vrednost spremenljivke.
sv: Returnera det mest frekvent förekommande värdet i en variabel.
ta: ஒரு மாறியில் மிகவும் பொதுவான மதிப்பை வழங்குகிறது.
tr: Bir değişkendeki en yaygın değeri döndürür.
uk: Повертає найбільше поширене значення у переменной.

source: Returns the natural logarithm of a number.
ca: Retorna el logaritme natural d'un nombre.
cs: Vrátí přirozený logaritmus čísla.
da: Beregn den naturlige logaritme af et tal.
de: Berechnet den natürlichen Logarithmus einer Zahl.
es: Devuelve el logaritmo natural de un número.
fr: Renvoie le logarithme naturel d'un nombre.
he: מחזירה את הלוגריתם הטבעי של מספר.
hr: Vraća prirodni logaritam broja.
it: Restituisce il logaritmo naturale di un numero.
ja: 数値の自然対数を返します。
kk: санның натурал логарифмін қайтарады.
ml: ഒരു സംഖ്യയുടെ സ്വാഭാവിക ലോഗരിതം തരുന്നു.
nb_no: Gir tilbake den naturlige logaritmen til et tall.
nl: Berekent het natuurlijke logaritme van een getal.
pl: Zwraca logarytm naturalny z liczby.
pt: Retorna o logaritmo natural de um número.
ru: Возвращает натуральный логарифм числа.
sl: Vrne naravni logaritem števila.
sv: Beräkna den naturliga logaritmen för ett tal.
ta: ஒரு எண்ணின் இயற்கையான மடக்கை வழங்குகிறது.
tr: Bir sayının doğal logaritma değerini döndürür.
uk: Повертає натуральный логарифм числа.

source: Returns the normalized values of a set of numbers.
ca: Retorna els valors normaitzats d'un conjunt de nombres.
cs: Vrátí normalizované hodnoty sady čísel.
da: Beregn de z-standardiserede værdier for en række tal.
de: Gibt die normalisierten Werte einer Reihe von Zahlen zurück.
es: Devuelve los valores normalizados de un conjunto de números.
fr: Renvoie les valeurs normalisées d'un ensemble de nombres.
he: מחזירה את הערכים המנורמלים (z) של מערך מספרים.
hr: Vraća normalizirane vrijednosti skupa brojeva.
it: Restituisce i valori normalizzati di un insieme di numeri.
ja: 指定された数値を標準化した結果を返します。
kk: z мәндеріне түрлендірілген сандар жиынының қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളുടെ നോർമലൈസ് ചെയ്ത മൂല്ല്യങ്ങൾ തരുന്നു.
nb_no: Gir tilbake de z-standardiserte verdiene for et sett med tall.
nl: Berekent de gestandaardiseerde waarden van een reeks getallen.
pl: Zwraca wyniki standaryzowane (z) dla liczb ze zbioru.
pt: Retorna os valores estandardizados de um conjunto de números.
ru: Возвращает нормализованные значения набора чисел.
sl: Vrne normalizirane vrednosti nabora števil.
sv: Beräkna de z-standardiserade värdena för en uppsättning av tal.
ta: எண்களின் தொகுப்பின் இயல்பாக்கப்பட்ட மதிப்புகளை வழங்குகிறது.
tr: Bir sayı kümesinin normalleştirilmiş değerlerini döndürür.
uk: Повертає нормализованные значення набору числ.

source: Returns the number of cases in a variable.
ca: Retorna el nombre de casos d'una variable.
cs: Vrátí počet případů v proměnné.
da: Returner antallet af målinger i en variabel.
de: Gibt die Anzahl der Fälle in einer Variablen zurück.
es: Devuelve el número de casos en una variable.
fr: Renvoie le nombre d'unités expérimentales d'une variable.
he: מחזירה את מספר האיברים במשתנה.
hr: Vraća broj slučajeva u varijabli.
it: Restituisce il numero di casi di una variabile.
ja: 変数値の個数を返します。
kk: айнымалыдағы жағдайлар санын қайтарады.
ml: ഒരു വേരിയബിളിലെ കേസുകളുടെ[നിരകൾ] എണ്ണം തരുന്നു.
nb_no: Gir tilbake antall målinger i en variabel.
nl: Berekent het aantal gevallen van een variabele.
pl: Zwraca liczbę przypadków w zmiennej.
pt: Retorna o número de casos em uma variável.
ru: Возвращает количество наблюдений в переменной.
sl: Vrne število primerov spremenljivke.
sv: Returnera antalet mätningar i en variabel.
ta: ஒரு மாறியில் வழக்குகளின் எண்ணிக்கையை வழங்குகிறது.
tr: Bir değişkendeki durum sayısını döndürür.
uk: Повертає кількість наглядів у переменной.

source: Returns the number of rows of a variable.
ca: Retorna el nombre de files d'una variable.
cs: Vrátí počet řádků variabilní.
da: Returner antallet af rækker for en variabel.
de: Gibt die Anzahl der Zeilen einer Variablen zurück.
es: Devuelve el número de filas de una variable.
fr: Renvoie le nombre de lignes d'une variable.
he: מחזירה את מספר השורות של משתנה.
hr: Vraća broj redaka varijable.
it: Restituisce il numero di righe di una variabile.
ja: 変数の行数を返します。
kk: айнымалының қатарлар санын қайтарады.
ml: ഒരു വേരിയബിളിലെ ആകെ നിരകളുടെ[മിസ്സിംഗ് ഉൾപ്പെടെ] എണ്ണം തരുന്നു.
nb_no: Gir tilbake antall rader for en variabel.
nl: Berekent het aantal rijen van een variabele.
pl: Zwraca liczbę wierszy w zmiennej.
pt: Retorna o número de linhas de uma variável.
ru: Возвращает количество строк переменной.
sl: Vrne število vrstic podatkov spremenljivke.
sv: Returnera antalet rader för en variabel.
ta: மாறியின் வரிசைகளின் எண்ணிக்கையை வழங்குகிறது.
tr: Bir değişkendeki satır sayısını döndürür.
uk: Повертає кількість строк переменной.

source: Returns the overall mean of a variable.
ca: Retorna la mitjana d'una variable.
cs: Vrátí celkový průměr variabilní.
da: Beregn det samlede gennemsnit for en variabel.
de: Berechnet den Gesamtmittelwert einer Variablen.
es: Devuelve la media global de una variable.
fr: Renvoie la moyenne générale d'une variable.
he: מחזירה את הממוצע הכולל של משתנה.
hr: Vraća ukupnu srednju vrijednost varijable.
it: Restituisce la media generale di una variabile.
ja: 変数値の平均値を返します。
kk: айнымалының жалпы орташа мәнін қайтарады.
ml: ഒരു വേരിയബിളിന്റെ ആകെ ശരാശരി തരുന്നു.
nb_no: Gir tilbake det totale gjennomsnittet for en variabel.
nl: Berekent het algehele gemiddelde van een variabele.
pl: Zwraca średnią ze zmiennej.
pt: Retorna a média geral de uma variável.
ru: Возвращает общее среднее значение переменной.
sl: Vrne skupno povprečno vrednost spremenljivke.
sv: Beräkna det totala genomsnittet för en variabel.
ta: ஒரு மாறியின் ஒட்டுமொத்த சராசரியை வழங்குகிறது.
tr: Bir değişkenin genel ortalamasını döndürür.
uk: Повертає спільнішийий середній значення переменной.

source: Returns the overall sum of a variable.
ca: Retorna la suma d'una variable.
cs: Vrátí celkový součet variabilní.
da: Beregn den samlede sum for en variabel.
de: Berechnet die Gesamtsumme einer Variablen.
es: Devuelve la suma total de una variable.
fr: Renvoie la somme générale d'une variable.
he: מחזירה את הסכום הכולל של משתנה.
hr: Vraća ukupni zbroj varijable.
it: Restituisce la somma complessiva di una variabile.
ja: 変数値の合計値を返します。
kk: айнымалының жалпы қосындысын береді.
ml: ഒരു വേരിയബിളിന്റെ ആകെ തുക തരുന്നു.
nb_no: Gir tilbake den totale summen av en variabel.
nl: Berekent de algehele som van een variabele.
pl: Zwraca sumę ze zmiennej.
pt: Retorna a soma de uma variável.
ru: Возвращает общую сумму переменной.
sl: Vrne skupini seštevek vrednosti spremenljivke.
sv: Beräkna den totala summan av en variabel.
ta: ஒரு மாறியின் ஒட்டுமொத்த தொகையை வழங்குகிறது.
tr: Bir değişkenin genel toplamını döndürür.
uk: Повертає спільну суму переменной.

source: Returns the robust median absolute deviation of a variable.
ca: Proporciona la desviació absoluta robusta de la mitjana d'una variable.
cs: Vrátí robustní medián absolutní odchylky u proměnné.
da: Beregn den robuste median af den absolutte afvigelse for en variabel.
de: Gibt den robusten Median der absoluten Abweichung einer Variable aus.
es: Devuelve la desviación absoluta robusta de la media de un variable.
he: מחזירה את החציון החסין של הסטיות המוחלטות מהחציון של משתנה.
hr: Vraća robusni medijan apsolutne devijacije varijable.
id: Kembali adalah deviasi median yang kuat dari suatu variabel.
it: Restituisce la deviazione assoluta mediana robusta di una variabile.
ja: 変数の偏差絶対値のロバスト中央値を返します。
nl: Geeft de robuuste mediaan van de absolute afwijking van een variabele.
pl: Zwraca odporne odchylenie przeciętne (mediana).
pt: Devolve o desvio absoluto mediano robusto de uma variável.
ru: Возвращает робастное абсолютное отклонение медианы переменной.
sv: Beräkna den robusta medianen av den absoluta avvikelsen för en variabel.
ta: ஒரு மாறியின் வலுவான சராசரி முழுமையான விலகலை வழங்குகிறது.
tr: Bir değişkenin sağlam medyan mutlak sapmasını döndürür.

source: Returns the row numbers.
ca: Retorna els nombres de fila.
cs: Vrátí čísla řádků.
da: Returner rækkenumrene.
de: Gibt die Zeilennummern zurück.
es: Devuelve los números de fila.
fr: Renvoie les numéros des lignes.
he: מחזירה את מספר השורות.
hr: Vraća brojeve redaka.
it: Restituisce i numeri delle righe.
ja: 行番号を返します。
kk: қатар нөмірлерін қайтарады.
ml: വരികളുടെ നമ്പറുകൾ തരുന്നു.
nb_no: Gir tilbake radnumrene.
nl: Berekent de rijnummers.
pl: Zwraca liczbę wierszy.
pt: Retorna os números das linhas.
ru: Возвращает номера строк.
sl: Vrne številke vrstic.
sv: Returnera radnumren.
ta: வரிசை எண்களை வழங்குகிறது.
tr: Satır sayılarını döndürür.
uk: Повертає номери строк.

source: Returns the smallest value of a set of numbers.
ca: Retorna el valor mes petit d'un conjunt de nombres.
cs: Vrátí nejmenší hodnotu sady čísel.
da: Returner den mindste værdi af en række tal.
de: Berechnet den kleinsten Wert einer Gruppe von Zahlen.
es: Devuelve el valor menor de un conjunto de números.
fr: Renvoie la plus petite valeur d'un ensemble de nombres.
he: מחזירה את הערך הקטן ביותר במערך מספרים.
hr: Vraća najveću vrijednost skupa brojeva.
it: Restituisce il valore più piccolo di un insieme di numeri.
ja: 指定された値のうちの最小値を返します。
kk: сандар жиынының ең кіші мәнін қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളിലെ ഏറ്റവും ചെറുത് കണ്ടെത്തുന്നു.
nb_no: Gir tilbake den minste verdien av et sett med tall.
nl: Berekent de kleinste waarde van een reeks getallen.
pl: Zwraca najmniejszą wartość ze zbioru.
pt: Retorna o menor valor de um conjunto de números.
ru: Возвращает наименьшее значение набора чисел.
sl: Vrne najmanjšo vrednost nabora števil.
sv: Returnera det minsta värdet i en uppsättning av tal.
ta: எண்களின் தொகுப்பின் மிகச்சிறிய மதிப்பை வழங்குகிறது.
tr: Bir sayı kümesinin en küçük değerini döndürür.
uk: Повертає наименьшее значення набору числ.

source: Returns the smallest value of a variable.
ca: Retorna el valor mes petit d'una variable.
cs: Vrátí nejmenší hodnotu variabilní.
da: Returner den mindste værdi af en variabel.
de: Berechnet den kleinsten Wert einer Variablen.
es: Devuelve el valor menor de una variable.
fr: Renvoie la plus petite valeur d'une variable.
he: מחזירה את הערך הקטן ביותר של משתנה.
hr: Vraća najmanju vrijednost varijable.
it: Restituisce il valore più piccolo di una variabile.
ja: 変数値の最小値を返します。
kk: айнымалының ең кіші мәнін қайтарады.
ml: ഒരു വേരിയബിളിന്റെ ഏറ്റവും ചെറിയ മൂല്യം തരുന്നു.
nb_no: Gir tilbake den minste verdien av en variabel.
nl: Berekent de kleinste waarde van een variabele.
pl: Zwraca najmniejszą wartość zmiennej.
pt: Retorna o menor valor de um conjunto de números.
ru: Возвращает наименьшее значение переменной.
sl: Vrne najmanjšo vrednost spremenljivke.
sv: Returnera det minsta värdet för en variabel.
ta: மாறியின் மிகச்சிறிய மதிப்பை வழங்குகிறது.
tr: Bir değişkenin en küçük değerini döndürür.
uk: Повертає наименьшее значення переменной.

source: Returns the square root of a number.
ca: Retorna l'arrel quadrada d'un nombre.
cs: Vrátí druhou odmocninu čísla.
da: Beregn kvadratroden af et tal.
de: Berechnet die Quadratwurzel einer Zahl.
es: Devuelve la raíz cuadrada de un número.
fr: Renvoie la racine carrée d'un nombre.
he: מחזירה את השורש הריבועי של מספר.
hr: Vraća drugi korijen broja.
id: Mengembalikan akar kuadrat dari sebuah angka.
it: Restituisce la radice quadrata di un numero.
ja: 数値の平方根を返します。
kk: санның квадрат түбірін қайтарады.
ml: ഒരു സംഖ്യയുടെ സ്ക്വയർ റൂട്ട് തരുന്നു.
nb_no: Gir tilbake kvadratroten av et tall.
nl: Berekent de vierkantswortel van een getal.
pl: Zwraca pierwiastek kwadratowy z liczby.
pt: Retorna a raiz quadrada de um número.
ru: Возвращает квадратный корень числа.
sl: Vrne kvadratni koren števila.
sv: Beräkna kvadratroten av ett tal.
ta: ஒரு எண்ணின் சதுர மூலத்தை வழங்குகிறது.
tr: Bir sayının karekökünü döndürür.
uk: Повертає квадратний корень числа.

source: Returns the standard deviation of a set of numbers.
ca: Retorna la desviació típica d'un conjunt de nombres.
cs: Vrátí směrodatnou odchylku množiny čísel.
da: Beregn standardafvigelsen for en række tal.
de: Berechnet die Standardabweichung einer Gruppe von Zahlen.
es: Devuelve la desviación estándar de un conjunto de números.
fr: Renvoie l'écart-type d'un ensemble de nombres.
he: מחזירה את סטיית התקן של מערך מספרים.
hr: Vraća standardnu devijaciju skupa brojeva.
id: Kembalikan deviasi standar dari sekelompok angka.
it: Restituisce la deviazione standard di un insieme di numeri.
ja: 指定された値の標準偏差を返します。
kk: сандар жиынының стандартты ауытқуын қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളുടെ സ്റ്റാൻഡേർഡ് ഡീവിയേഷൻ തരുന്നു.
nb_no: Returnerer standardavviket for et sett med tall.
nl: Berekent de standaardafwijking van een reeks getallen.
pl: Zwraca odchylenie standardowe zbioru liczb.
pt: Retorna o desvio-padrão de um conjunto de números.
ru: Возвращает стандартное отклонение набора чисел.
sl: Vrne standardni odklon nabora števil.
sv: Beräkna standardavvikelsen för en uppsättning av tal.
ta: எண்களின் தொகுப்பின் நிலையான விலகலை வழங்குகிறது.
tr: Bir sayı kümesinin standart sapmasını döndürür.
uk: Повертає стандартне відхилення набору числ.

source: Returns the standard deviation of a variable.
ca: Retorna la desviació típica d'una variable.
cs: Vrátí směrodatnou odchylku proměnné.
da: Beregn standardafvigelsen for en variabel.
de: Berechnet die Standardabweichung einer Variablen.
es: Devuelve la desviación estándar de una variable.
fr: Renvoie l'écart-type d'une variable.
he: מחזירה את סטיית התקן של משתנה.
hr: Vraća standardnu devijaciju varijable.
id: Kembali adalah simpangan baku dari sebuah variabel.
it: Restituisce la deviazione standard di una variabile.
ja: 変数値の標準偏差を返します。
kk: айнымалының стандартты ауытқуын қайтарады.
ml: ഒരു വേരിയബിളിന്റെ സ്റ്റാൻഡേർഡ് ഡീവിയേഷൻ തരുന്നു.
nb_no: Gir tilbake standardavviket for en variabel.
nl: Berekent de standaardafwijking van een variabele.
pl: Zwraca odchylenie standardowe zmiennej.
pt: Retorna o desvio-padrão de uma variável.
ru: Возвращает стандартное отклонение переменной.
sl: Vrne standardni odklon spremenljivke.
sv: Beräkna standardavvikelsen för en variabel.
ta: மாறியின் நிலையான விலகலை வழங்குகிறது.
tr: Bir değişkenin standart sapmasını döndürür.
uk: Повертає стандартне відхилення переменной.

source: Returns the standard error of the mean of a variable.
ca: Retorna l'error típic de la mitjana d'una variable.
cs: Vrací standardní chybu průměru proměnné.
da: Beregn standardfejlen på gennemsnittet af en variabel.
de: Berechnet den Standardfehler (des Mittelwerts) einer Variablen.
es: Devuelve el error estándar de la media de una variable.
fr: Renvoie l'erreur standard (erreur-type) d'un ensemble de nombres.
he: מחזירה את טעות התקן של ממוצע משתנה.
hr: Vraća standardnu pogrešku srednje vrijednosti varijable.
it: Restituisce l'errore standard della media di una variabile.
ja: 変数の平均値の標準誤差を返します。
kk: айнымалының орташа мәнінің стандартты қатесін қайтарады.
ml: ഒരു വേരിയബിളിന്റെ സ്റ്റാൻഡേർഡ് എറർ ഓഫ് മീൻ നൽകുന്നു.
nb_no: Returnerer standardfeilen til gjennomsnittet av en variabel.
nl: Berekent de standaardfout van het gemiddelde van een variabele.
pl: Zwraca błąd standardowy średniej dla zmiennej.
pt: Retorna o erro-padrão da média de uma variável.
ru: Возвращает стандартную ошибку среднего значения переменной.
sl: Vrne standardno napako povprečne vrednosti spremenljivke.
sv: Beräkna standardfelet av medelvärdet for en variabel.
ta: மாறியின் சராசரியின் நிலையான பிழையை வழங்குகிறது.
tr: Bir değişkenin ortalamasının standart hatasını döndürür.
uk: Повертає стандартну помилку середнього значення переменной.

source: Returns the sum of a set of numbers.
ca: Retorna la suma d'un conjunt de nombres.
cs: Vrací součet množiny čísel.
da: Beregn summen for en række tal.
de: Berechnet die Summe einer Gruppe von Zahlen.
es: Devuelve la suma de un conjunto de números.
fr: Renvoie la somme d'un ensemble de nombres.
he: מחזירה את הסכום של מערך מספרים.
hr: Vraća zbroj skupa brojeva.
id: Kembali adalah jumlah dari sekelompok angka.
it: Restituisce la somma di un insieme di numeri.
ja: 指定された値の合計値を返します。
kk: сандар жиынының қосындысын қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളുടെ തുക തരുന്നു.
nb_no: Returnerer summen av et sett med tall.
nl: Berekent de som van een reeks getallen.
pl: Zwraca sumę ze zbioru.
pt: Retorna a soma de um conjunto de números.
ru: Возвращает сумму набора чисел.
sl: Vrne seštevek nabora števil.
sv: Beräkna summan av en uppsättning av tal.
ta: எண்களின் தொகுப்பின் தொகையை வழங்குகிறது.
tr: Bir sayı kümesinin sayılarının toplamını döndürür.
uk: Повертає суму набору числ.

source: Returns the variance of a set of numbers.
ca: Retorna la variància d'un conjunt de nombres.
cs: Vrací rozptyl množiny čísel.
da: Beregn variansen for en række tal.
de: Berechnet die Varianz einer Gruppe von Zahlen.
es: Devuelve la varianza de un conjunto de números.
fr: Renvoie la variance d'un ensemble de nombres.
he: מחזירה את השונות של מערך מספרים.
hr: Vraća varijancu skupa brojeva.
id: Variansi adalah ukuran seberapa jauh sekelompok angka dari nilai rata-ratanya.
it: Restituisce la varianza di un insieme di numeri.
ja: 指定された値の分散を返します。
kk: Ссндар жиынының дисперсиясын қайтарады.
ml: ഒരു സെറ്റ് സംഖ്യകളുടെ വേരിയൻസ് തരുന്നു.
nb_no: Returnerer variansen til et sett med tall.
nl: Berekent de variantie van een reeks getallen.
pl: Zwraca wariancję ze zbioru.
pt: Retorna a variância de um conjunto de números.
ru: Возвращает дисперсию набора чисел.
sl: Vrne varianco nabora števil.
sv: Beräkna variansen för en uppsättning tal.
ta: எண்களின் தொகுப்பின் மாறுபாட்டை வழங்குகிறது.
tr: Bir sayı kümesinin varyansını döndürür.
uk: Повертає дисперсию набору числ.
