Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Duplicate transform - {transformName}
es: Duplicar la transformación - {transformName}
he: שכפול הטרנספורמציה – {transformName}
hr: Dupla transformacija – {transformName}
it: Trasformazione duplicata - {transformName}
ru: Дублирующее преобразование - {transformName}

source: Edit
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Editer
he: עריכה
hr: Uredi
id: Sunting
it: Modifica
ja: 編集
kk: өңдеу
ml: എഡിറ്റ്
nb_no: Redigere
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактор
sl: Uredi
sv: Redigera
ta: தொகு
tr: Düzenle
uk: Змінити

source: Edit filters
es: Editar filtros
he: עריכת הסננים
hr: Uredi filtre
it: Modifica dei filtri
ru: Редактировать фильтры

source: Edit transform - {transformName}
es: Editar la transformación - {transformName}
he: עריכת הטרנספורמציה – {transformName}
hr: Uredi transformaciju – {transformName}
it: Modifica trasformazione - {transformName}
ru: Редактировать преобразование - {transformName}

source: Edit...
ca: Editar...
cs: Upravit...
da: Rediger...
de: Bearbeiten...
es: Editar...
fr: Editer...
he: עריכה…
hr: Uredi …
id: Sunting...
it: Modifica...
ja: 編集…
kk: өңдеу...
ml: എഡിറ്റ്...
nb_no: Rediger...
nl: Bewerken...
pl: Edytuj...
pt: Editar...
ru: Редактировать...
sl: Uredi ...
ta: திருத்து ...
tr: Düzenle...
uk: Редактировать...

source: else use
ca: altrament utilitza
cs: jinak použijte
da: brug ellers
de: sonst verwenden
es: si no usar
fr: autre utilisation
he: אחרת יש להשתמש ב־
hr: u suprotnome koristiti
id: lain gunakan
it: altrimenti usa
ja: 他は
kk: басқаша пайдалану
ml: അല്ലെങ്കിൽ
nb_no: ellers bruk
nl: anders, gebruik
pl: w przeciwnym razie użyj
pt: caso contrário usar
ru: иначе использовать
sl: sicer uporabi
sv: annars använda
ta: வேறு பயன்படுத்தவும்
tr: Başka türlü kullan
uk: інакше використати

source: Enable
ca: Activar
cs: Povolit
da: Aktiver
de: Einschalten
es: Permitir
fr: Activer
he: לאפשר
hr: Aktiviraj
id: Mengaktifkan
it: Abilitare
ja: 有効化
kk: рұқсат ету
ml: എനേബിൾ
nb_no: Aktivere
nl: Inschakelen
pl: Włącz
pt: Habilitar
ru: Разрешить
sl: Omogoči
sv: Aktivera
ta: இயக்கு
tr: Etkinleştir
uk: Дозволити

source: Enable/disable full screen mode
ca: Habilita/Deshabilita el mode de pantalla completa
cs: Povolit/zakázat režim celé obrazovky
da: Aktiver / deaktiver fuldskærmstilstand
de: Vollbildmodus ein- / ausschalten
es: Habilitar/Deshabilitar el modo de pantalla completa
fr: Activer/désactiver le mode plein écran
he: לאפשר/לבטל מצב מסך מלא
hr: Aktiviraj / deaktiviraj cjeloekranski modus
id: Menyala/matikan mode layar penuh
it: Abilita/disabilita modalità a schermo intero
ja: フルスクリーンモードのオン・オフ
ml: ഫുൾ സ്ക്രീൻ മോഡ് എനേബിൾ/ഡിസേബിൾ ചെയ്യുക
nl: Volledig scherm modus in- of uitschakelen
pl: Włącz/wyłącz tryb pełnoekranowy
pt: Ativar/desativar o modo de ecrã inteiro
ru: Включение/отключение полноэкранного режима
sv: Aktivera / inaktivera helskärmsläge
ta: முழு திரை பயன்முறையை இயக்கவும்/முடக்கவும்
tr: Tam Ekran Modunu Aktif Et/Devre Dışı Bırak

source: Enter description
ca: Introduir descripció
cs: Zadejte popis
da: Indtast beskrivelse
de: Beschreibung hinzufügen
es: Introduzca descripción
fr: Saisir une description
he: הוספת תיאור
hr: Upiši opis
id: Masukkan deskripsi
it: Inserisci la descrizione
ja: 説明を入力
kk: сипаттаманы еңгізу
ml: വിവരണം നൽകുക
nb_no: Angi beskrivelse
nl: Beschrijving opgeven
pl: Wprowadź opis
pt: Introduzir descrição
ru: Ввести описание
sl: Vpis opisa
sv: Ange beskrivning
ta: விளக்கத்தை உள்ளிடவும்
tr: Açıklama girin
uk: Ввести опис

source: Enter file name here
ca: Introduir aquí el nom de l'arxiu
cs: Zde zadejte název souboru
da: Indtast filnavn her
de: Geben Sie hier den Dateinamen ein
es: Introduzca el nombre del archivo aquí
fr: Saisir le nom du fichier ici
he: יש להכניס את שם הקובץ כאן
hr: Upiši ime datoteke ovdje
id: Masukkan nama file di sini
it: Inserisci qui il nome del file
ja: ファイル名を入力
kk: файл атауын мына жерге еңгізіңіз
ml: ഫയലിന്റെ പേര് ഇവിടെ നൽകുക
nb_no: Skriv inn filnavn her
nl: Bestandsnaam opgeven
pl: Wprowadź nazwę pliku
pt: Introduzir o nome do ficheiro
ru: Введите сюда имя файла
sl: Vpis imena datoteke
sv: Ange filnamn här
ta: கோப்பு பெயரை இங்கே உள்ளிடவும்
tr: Dosya adını girin
uk: Введіть сюди ім'я файла

source: Enter label...
ca: Introduir etiqueta ...
cs: Zadejte popisek...
da: Tilføj beskrivelse...
de: Beschreibung eingeben...
es: Introduzca etiqueta ...
fr: Saisir une étiquette...
he: הכנסת תווית…
hr: Upiši oznaku …
id: Masukkan label...
it: Inserisci etichetta...
ja: ラベルを入力…
kk: белгіні еңгізіңіз...
ml: ലേബൽ നൽകുക...
nb_no: Legg til beskrivelse...
nl: Label opgeven...
pl: Wprowadź etykietę...
pt: Introduzir rótulo...
ru: Введите ярлык...
sl: Vpis oznake ...
sv: Lägg till beskrivning...
ta: லேபிளை உள்ளிடவும் ...
tr: Etiket girin..
uk: Введіть ярлик...

source: Enter level value
ca: Introduir el valor del nivell
cs: Zadejte hodnotu úrovně
da: Indtast niveauværdi
de: Faktorstufe angeben
es: Introduzca el valor del nivel
fr: Saisir la valeur de la modalité
he: הכנסת ערך הרמה
hr: Upiši vrijednost razine
id: Masukkan nilai level
it: Immettere il valore del livello
ja: 水準値を入力
kk: деңгей мәнін еңгізіңіз
ml: ലെവൽ മൂല്യം നൽകുക
nb_no: Angi nivåverdi
nl: Niveauwaarde opgeven
pl: Wprowadź nazwę poziomu
pt: Introduzir valor do nível
ru: Введите значение уровня
sl: Vpis ravni vrednosti
sv: Ange värde för nivå
ta: நிலை மதிப்பை உள்ளிடவும்
tr: Kategori değeri girin
uk: Введіть значення рівня

source: Enter name
ca: Introduir nom
cs: Zadejte jméno
da: Indtast dit navn
de: Namen eingeben
es: Introduzca nombre
fr: Saisir le nom
he: הכנסת שם
hr: Upiši ime
id: Masukkan nama
it: Inserisci il nome
ja: 名前を入力
kk: атын еңгізіңіз
ml: പേര് നൽകുക
nb_no: Skriv inn navn
nl: Naam opgeven
pl: Wprowadź nazwę
pt: Introduzir nome
ru: Введите имя
sl: Vpis imena
sv: Ange ditt namn
ta: பெயரை உள்ளிடவும்
tr: İsim girin
uk: Введіть ім'я

source: Enter your URL here
ca: Introduir la URL aquí
cs: Zde zadejte svou URL adresu
da: Indtast webadressen
de: Geben Sie hier eine URL ein
es: Introduzca su URL aquí
fr: Saisir votre URL ici
he: יש להכניס את כתובת ה־URL כאן
hr: Upiši tvoj URL ovdje
id: Masukkan URL anda di sini
it: Inserisci qui il tuo URL
ja: ここにURLを入力
kk: URL мекенжайыңызды осы жерге еңгізіңіз
ml: നിങ്ങളുടെ URL ഇവിടെ നൽകുക
nb_no: Skriv inn nettadressen
nl: URL opgeven
pl: Wpisz swój adres URL
pt: Introduzir URL aqui
ru: Введите сюда свой URL-адрес
sl: Vpis naslova URL
sv: Ange webbadressen
ta: உங்கள் முகவரி ஐ இங்கே உள்ளிடவும்
tr: URL girin
uk: Введіть сюди свій URL-адресу

source: EPS Image {ext}
ca: Image EPS {ext}
cs: Obrázek EPS {ext}
da: EPS-billede {ext}
de: EPS-Bild {ext}
es: Imagen EPS {ext}
fr: Image EPS {ext}
he: תמונת ESP {ext}
hr: EPS Slika {ext}
id: Gambar EPS {ext}
it: Immagine EPS {ext}
ja: EPS画像 {ext}
kk: EPS кескіні {ext}
ml: EPS ചിത്രം {ext}
nb_no: EPS-bilde {ext}
nl: EPS-afbeelding {ext}
pl: Obraz EPS {ext}
pt: Imagem EPS {ext}
ru: EPS-изображение {ext}
sl: Slika EPS {ext}
sv: EPS-bild {ext}
ta: இபிஎச் படம் {ext}
tr: EPS Görseli {ext}
uk: EPS-зображення {ext}

source: Equal to
ca: Igual a
cs: Rovná se
da: Lig med
de: Gleich
es: Igual a
fr: Egal à
he: שווה ל־
hr: Jednako
id: Sama dengan
it: Uguale a
ja: この値と同値
kk: тең
ml: തുല്യം
nb_no: Lik
nl: Gelijk aan
pl: Równe
pt: Igual a
ru: Равно
sl: Enako
sv: Lika till
ta: சமமான
tr: Eşittir
uk: Рівно

source: Error
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
he: שגיאה
hr: Greška
id: Kesalahan
it: Errore
ja: エラー
kk: қате
ml: എറർ
nb_no: Feil
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sl: Napaka
sv: Fel
ta: பிழை
tr: Hata
uk: Помилка

source: Exploration
ca: Exploració
cs: Průzkum
es: Exploración
he: סקירה
hr: Istraživanje
id: Eksplorasi
it: Esplorazione
ja: 探索
nl: Verkenning
pl: Eksploracja
pt: Exploração
ru: Разведка
ta: ஆய்வு
tr: Keşif

source: Export
ca: Exportar
cs: Vývozní
da: Eksport
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hr: Izvezi
id: Ekspor
it: Esporta
ja: 書き出し
kk: экспорттау
ml: എക്സ്പോർട്ട്
nb_no: Eksport
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
sl: Izvozi
ta: ஏற்றுமதி
tr: Dışa aktar
uk: Експорт

source: Export image
ca: Exportar imatge
cs: Vývoz obrázku
da: Eksporter billede
de: Bild exportieren
es: Exportar imagen
fr: Exporter l'image
he: ייצוא תמונה
hr: Izvezi slike
id: Ekspor gambar
it: Esporta l'immagine
ja: 画像を書き出し
kk: кескінді экспорттау
ml: ചിത്രം എക്സ്പോർട്ട് ചെയ്യുക
nb_no: Eksporter bilde
nl: Afbeelding exporteren
pl: Eksportuj obraz
pt: Exportar imagem
ru: Экспорт изображения
sl: Izvozi sliko
sv: Exportera bild
ta: ஏற்றுமதி படம்
tr: Görüntüyü dışa aktar
uk: Експорт зображення

source: Export results
ca: Exportar resultats
cs: Exportovat výsledky
da: Eksporter resultater
de: Ergebnisse exportieren
es: Exportar resultados
fr: Exporter les résultats
he: ייצוא התוצאות
hr: Izvezi rezultate
id: Hasil ekspor
it: Esporta i risultati
ja: 結果を書き出し
kk: нәтижелерді экспорттау
ml: റിസൾട്ടുകൾ എക്സ്പോർട്ട് ചെയ്യുക
nb_no: Eksporter resultater
nl: Resultaten exporteren
pl: Eksportuj wyniki
pt: Exportar resultados
ru: Экспорт результатов
sl: Izvozi zadetke
sv: Exportera resultat
ta: ஏற்றுமதி முடிவுகள்
tr: Sonuçları dışa aktar
uk: Експорт результатів

source: Exported
ca: Exportat
cs: Exportováno
da: Eksporteret
de: Exportiert
es: Exportado
fr: Exporté
he: יוצא
hr: Izvezeno
id: Diekspor
it: Esportato
ja: 書き出しました
kk: экспортталған
ml: എക്സ്പോർട്ട് ചെയ്തു
nb_no: Eksportert
nl: Geëxporteerd
pl: Wyeksportowano
pt: Exportado
ru: Экспортировано
sl: Uspešno izvoženo
sv: Exporterad
ta: ஏற்றுமதி
tr: Dışa aktarıldı
uk: Экспортировано

source: Exported to '{filename}'
ca: Exportat a “{filename}”
cs: Exportováno do '{filename}'
da: Eksporteret til »{filnavn}«
de: Exportiert nach „{filename}“
es: Exportado a “{filename}”
fr: Exporté vers '{filename}'
he: יוצא אל ”{filename}“
hr: Izvezeno u '{filename}'
id: Diekspor ke '{filename}'
it: Esportato in '{filename}'
ja: 「{filename}」に書き出しました
kk: "{filename}" файлына экспортталды
ml: '{filename}' ലേക്ക് എക്സ്പോർട്ട് ചെയ്തു
nb_no: Eksportert til «{filename}»
nl: Geëxporteerd naar '{filename}'
pl: Wyeksportowano do '{filename}'
pt: Exportado para '{filename}'
ru: Экспортировано в '{filename}'
sl: Izvoženo v datoteko »{filename}«
sv: Exporterad till ”{filnamn}”
ta: '{filename}' க்கு ஏற்றுமதி செய்யப்பட்டது
tr: '{filename}' olarak dışa aktarıldı
uk: Экспортировано у '{filename}'

source: Factor
cs: Faktor
da: Faktor
de: Faktor
fr: Facteur
he: גורם
hr: Faktor
it: Fattore
ja: 因子
ml: ഫാക്ടർ
pl: Czynniki
pt: Fator
ru: Фактор
sv: Faktor
ta: காரணி
tr: Faktör

source: File
ca: Arxiu
cs: Soubor
da: Fil
de: Datei
es: Archivo
fr: Fichier
he: קובץ
hr: Datoteka
ja: ファイル
kk: файл
ml: ഫയൽ
nb_no: Fil
nl: Bestand
pl: Plik
pt: Ficheiro
ru: Файл
sl: Datoteka
sv: Fil
ta: கோப்பு
tr: Dosya
uk: Файл

source: File format is not supported
ca: Format d'arxiu no disponible
cs: Formát souboru není podporován
da: Filformatet understøttes ikke
de: Dateiformat wird nicht unterstützt
es: El formato de archivo no es compatible
fr: Ce format de fichier n'est pas supporté
he: אין תמיכה בסוג קובץ זה
hr: Format datoteke nije podržan
id: Format file tidak didukung
it: Il formato del file non è supportato
ja: サポートされていないファイル形式です
kk: файл форматы оқылмайды
ml: സപ്പോർട്ട് ചെയ്യാത്ത ഫയൽ ഫോർമാറ്റ്
nb_no: Filformat støttes ikke
nl: Bestandsindeling wordt niet ondersteund
pl: Ten format pliku nie jest obsługiwany
pt: O formato do ficheiro não é suportado
ru: Формат файла не поддерживается
sl: Zapis datoteke ni podprt
sv: Filformatet stöds inte
ta: கோப்பு வடிவம் ஆதரிக்கப்படவில்லை
tr: Dosya biçimi desteklenmiyor
uk: Формат файла не підтримує

source: File imported
ca: Arxiu importat
cs: Importovaný soubor
da: Fil importeret
de: Datei importiert
es: Archivo importado
fr: Fichier importé
he: הקובץ יובא
hr: Datoteka uvezena
id: File diimpor
it: File importato
ja: ファイルを読み込みました
kk: файл импортталды
ml: ഫയൽ ഇംപോർട്ട് ചെയ്തു
nb_no: Fil importert
nl: Bestand geïmporteerd
pl: Plik został zaimportowany
pt: Ficheiro importado
ru: Файл импортирован
sl: Datoteka je uvožena
sv: Fil importerad
ta: கோப்பு இறக்குமதி செய்யப்பட்டது
tr: Dosya içe aktarıldı
uk: Файл импортирован

source: File is corrupt
ca: Arxiu corrupte
cs: Soubor je poškozen
da: Filen er beskadiget
de: Datei ist beschädigt
es: Archivo está dañado
fr: Ce fichier est corrompu
he: הקובץ פגום
hr: Datoteka je oštećena
id: File rusak
it: Il file è corrotto
ja: ファイルが破損しています
kk: бүлінген файл
ml: ഫയൽ കേടായിരിക്കുന്നു
nb_no: Filen er skadet
nl: Bestand is beschadigd
pl: Plik jest uszkodzony
pt: Ficheiro danificado
ru: Файл поврежден
sl: Datoteka je okvarjena
sv: Filen är skadad
ta: கோப்பு சிதைந்துள்ளது
tr: Dosya bozuk
uk: Файл поврежден

source: File is corrupt (manifest is corrupt or missing)
ca: Arxiu corrupte (el manifest està danyat o falta)
cs: Soubor je poškozený (manifest je poškozený nebo chybí)
da: Filen er beskadiget (manifestet er beskadiget eller mangler)
de: Datei ist beschädigt (Dateimanifest ist beschädigt oder fehlt)
es: El archivo está dañado (el manifiesto está dañado o falta)
fr: Ce fichier est corrompu (le manifeste est corrompu ou manquant)
he: הקובץ פגום (קובץ המניפסט פגום או חסר)
hr: Datoteka je oštećena (manifest je oštećen ili nedostaje)
id: File rusak (manifest rusak atau hilang)
it: Il file è danneggiato (il manifesto è danneggiato o mancante)
ja: ファイルが破損しています（マニフェストが破損しているか欠落しています）
kk: файл бүлінген (манифест бүлінген немесе жоқ)
ml: ഫയൽ കേടായിരിക്കുന്നു (manifest is corrupt or missing)
nb_no: Filen er skadet (manifestet er skadet eller mangler)
nl: Bestand is beschadigd (manifest is beschadigd of ontbreekt)
pl: Plik jest uszkodzony (manifest file jest uszkodzony lub niedostępny)
pt: O ficheiro está danificado (o manifesto está danificado ou em falta)
ru: Файл поврежден (манифест поврежден или отсутствует)
sl: Datoteka je okvarjena (manifest je poškodovan ali manjka)
sv: Filen är skadad (manifestet är skadat eller saknas)
ta: கோப்பு ஊழல் நிறைந்தது (வெளிப்படையானது ஊழல் நிறைந்தது அல்லது காணவில்லை)
tr: Dosya bozuk (üstverileri içeren dosya bozuk veya kayıp)
uk: Файл поврежден (маніфест поврежден або отсутствует)

source: File is corrupt (manifest is corrupt)
ca: Arxiu corrupte (el manifest està danyat)
cs: Soubor je poškozen (manifest je poškozen)
da: Filen er beskadiget (manifestet er beskadiget)
de: Datei ist beschädigt (Dateimanifest ist beschädigt)
es: El archivo está dañado (el manifiesto está dañado)
fr: Ce fichier est corrompu (le manifeste est corrompu)
he: הקובץ פגום (קובץ המניפסט פגום)
hr: Datoteka je oštećena (manifest je oštećen)
id: File rusak (manifes rusak)
it: Il file è danneggiato (il manifesto è danneggiato)
ja: ファイルが破損しています（マニフェストが破損しています）
kk: файл бүлінген (манифест — бүлінген)
ml: ഫയൽ കേടായിരിക്കുന്നു (manifest is corrupt)
nb_no: Filen er skadet (manifestet er skadet)
nl: Bestand is beschadigd (manifest is beschadigd)
pl: Plik jest uszkodzony (manifest file jest uszkodzony)
pt: Ficheiro danificado (manifesto danificado)
ru: Файл поврежден (манифест поврежден)
sl: Datoteka je okvarjena (manifest je poškodovan)
sv: Filen är skadad (manifestet är skadat)
ta: கோப்பு ஊழல் நிறைந்தது (வெளிப்படையானது ஊழல் நிறைந்தது)
tr: Dosya bozuk (üst verileri içeren dosya bozuk)
uk: Файл поврежден (маніфест поврежден)

source: File menu
es: Menú Archivo
he: תפריט הקובץ
hr: Izbornik datoteka
it: Menu File
ru: Меню "Файл"

source: File menu items
ca: Elements del menú Arxiu
cs: Položky souborového menu
da: Menupunkter i menuen Filer
de: Dateimenü-Elemente
es: Elementos del menú Archivo
he: פריטי התפריט קובץ
hr: Stavke izbornika datoteka
id: Item menu file
it: Voci menu File
ja: ファイルメニュー項目
ml: ഫയൽ മെനു ഐറ്റങ്ങൾ
nl: Bestand menu items
pl: Elementy menu plików
pt: Itens do menu Ficheiro
ru: Пункты меню Файл
sv: Menyalternativ i menyn Fil
ta: கோப்பு பட்டியல் உருப்படிகள்
tr: Dosya menüsü ögeleri

source: File Saved
ca: Arxiu Desat
cs: Soubor uložen
da: Filen er gemt
de: Datei gespeichert
es: Archivo Guardado
fr: Fichier sauvegardé
he: הקובץ נשמר
hr: Datoteka spremljena
id: File Disimpan
it: File Salvato
ja: 保存しました
kk: файл сақталды
ml: ഫയൽ സേവ് ചെയ്തു
nb_no: Filen er lagret
nl: Bestand opgeslagen
pl: Plik został zapisany
pt: Ficheiro gravado
ru: Файл сохранен
sl: Datoteka je shranjena
sv: Filen är sparad
ta: கோப்பு சேமிக்கப்பட்டது
tr: Dosya Kaydedildi
uk: Файл збережений

source: File type
es: Tipo de archivo
he: סוג הקובץ
hr: Vrsta datoteke
it: Tipo di file
ru: Тип файла

source: Filter
ca: Filtre
cs: Filtr
es: Filtrar
fr: Filtrer
he: מסנן
hr: Filtar
it: FIltro
ja: フィルタ
kk: сүзгі
ml: ഫിൽട്ടർ
nl: Filteren
pl: Filtr
pt: Filtro
ru: Фильтр
ta: வடிப்பி
tr: Filtre
uk: Фільтр

source: Filter {}
ca: Filtre {}
cs: Filtr {}
es: Filtrar {}
fr: Filtre {}
he: מסנן {}
hr: Filtar {}
it: Filtro {}
ja: フィルタ {}
kk: сүзгі {}
ml: ഫിൽട്ടർ {}
pl: Filtr {}
pt: Filtro {}
ru: Фильтр {}
ta: வடிகட்டி {}
tr: Filtre {}
uk: Фільтр {}

source: Filter {i}
ca: Filtre {i}
cs: Filtr {i}
es: Filtrar {i}
fr: Filtre {i}
he: מסנן {i}
hr: Filtar {i}
id: Filtet {i}
it: Filtro {i}
ja: フィルタ {i}
kk: {i} сүзгісі
ml: ഫിൽട്ടർ {i}
pl: Filtr {i}
pt: Filtro {i}
ru: Фильтр {i}
ta: வடிகட்டி {i}
tr: Filtre {i}
uk: Фільтр {i}

source: Filter is active
ca: El filtre està actiu
cs: Filtr je aktivní
da: Filteret er aktivt
de: Filter ist aktiv
es: El filtro está activo
fr: Le filtre est actif
he: המסנן פועל
hr: Filtar je aktivan
id: Filter aktif
it: Il filtro è attivo
ja: フィルタがオンです
kk: сүзгі белсенді
ml: ഫിൽട്ടർ ആക്ടീവാണ്
nb_no: Filteret er aktivt
nl: Filter actief
pl: Filtr jest aktywny
pt: Filtro ativo
ru: Фильтр активен
sl: Filter je dejaven
sv: Filtret är aktivt
ta: வடிகட்டி செயலில் உள்ளது
tr: Filtre aktif
uk: Фільтр активний

source: Filter is inactive
ca: El filtre està inactiu
cs: Filtr není aktivní
da: Filteret er inaktivt
de: Filter ist inaktiv
es: El filtro está inactivo
fr: Le filtre est inactif
he: המסנן מושבת
hr: Filtar je neaktivan
id: Filter tidak aktif
it: Il filtro è inattivo
ja: フィルタがオフです
kk: сүзгі белсенді емес
ml: ഫിൽട്ടർ ആക്ടീവല്ല
nb_no: Filteret er inaktivt
nl: Filter niet actief
pl: Filtr jest nieaktywny
pt: Filtro inativo
ru: Фильтр неактивен
sl: Filter ni dejaven
sv: Filtret är inaktivt
ta: வடிகட்டி செயலற்றது
tr: Filtre aktif değil
uk: Фільтр неактивен

source: Filtered
ca: Filtrat
cs: Filtrováno
da: Filtreret
de: Gefiltert
es: Filtrado
fr: Filtré
he: מסוננות
hr: Filtrirano
id: Terfilter
it: Filtrati
ja: フィルタ適用
kk: сүзілген
ml: ഫിൽട്ടർ ചെയ്തു
nb_no: Filtrert
nl: Gefilterd
pl: Odfiltrowano
pt: Filtrado
ru: Фильтровано
sl: Filtrirano
sv: Filtrerad
ta: வடிகட்டப்பட்டது
tr: Filtrelendi
uk: Фильтровано

source: Filters
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
es: Filtros
fr: Filtres
he: מסננים
hr: Filtri
id: Filter
it: Filtri
ja: フィルタ
kk: сүзгілер
ml: ഫിൽട്ടറുകൾ
nb_no: Filtre
pl: Filtry
pt: Filtros
ru: Фильтры
sl: Filtri
sv: Filter
ta: வடிப்பான்கள்
tr: Filtreler
uk: Фільтри

source: Filters a variable using the filter expression.
ca: Filtra una variable fent ús de la expressió de filtre.
cs: Filtruje proměnnou pomocí výrazu filtru.
da: Filtrerer en variabel ved hjælp af filterudtrykket.
de: Filtert eine Variable mit Hilfe des Filterausdrucks.
es: Filtra una variable usando la expresión de filtro.
fr: Filtre une variable en utilisant la formule du filtre.
he: מסננת את המשתנה בעזרת ביטוי הסינון.
hr: Filtrira varijeblu koristeći izraz filtra.
id: Memfilter variabel menggunakan ekspresi filter.
it: Filtra una variabile utilizzando l'espressione del filtro.
ja: フィルタ式（filter expression）を用いて変数にフィルタを掛けます。
kk: сүзгі өрнегі арқылы айнымалыны сүзеді.
ml: ഫിൽട്ടർ എക്സ്പ്രഷൻ ഉപയോഗിച്ച് ഒരു വേരിയബിളിനെ ഫിൽട്ടർ ചെയ്യുന്നു.
nb_no: Filtrerer en variabel ved å bruke filteruttrykket.
nl: Filtert een variabele middels de filteruitdrukking.
pl: Filtruje zmienną używając wyrażenia filtrującego.
pt: Filtra uma variável usando a expressão de filtro.
ru: Фильтрует переменную, используя выражение фильтра.
sl: Filtrira spremenljivko z uporabo izraza filtriranja.
sv: Filtrerar en variabel med hjälp av filteruttrycket.
ta: வடிகட்டி வெளிப்பாட்டைப் பயன்படுத்தி ஒரு மாறியை வடிகட்டுகிறது.
tr: Filtre ifadesini kullanarak bir değişkeni filtreler.
uk: Фильтрует переменную, використовуючи вираження фільтра.

source: Filters may not reference columns using 'V' or column functions
ca: Els filtres no poden ser columnes que utilitzin 'V' o funcions de columna
cs: Filtry nemohou odkazovat na sloupce používající 'V' nebo funkce
da: Filtre kan ikke henvise til kolonner, der bruger »V«- eller kolonnefunktioner
de: Filter dürfen nicht auf Spalten mit 'V'- oder Spaltenfunktionen verweisen
es: Los filtros no pueden ser columnas que utilicen «V» o funciones de columna
fr: Les filtres ne peuvent pas référencer les colonnes utilisant 'V' ou les fonctions des colonnes
he: מסננים לא יכולים להפנות לעמודות המכילות ”V“ או פונקציות של עמודות
hr: Filtri ne smiju referencirati na stupce koji koriste „V” ili stupčane funkcije
id: Pengaturan mungkin tidak boleh merujuk pada columns menggunakan 'V' atau kolom functions
it: I filtri potrebbero non fare riferimento alle colonne utilizzando le funzioni 'V' o di colonna
ja: フィルタでは「V」や列関数を使用した列の参照はできません
kk: сүзгілер «V» немесе баған функцияларын пайдаланатын бағандарға сілтеме жасай алмайды
ml: 'V' അല്ലെങ്കിൽ കോളം ഫങ്ഷനുകൾ ഉപയോഗിച്ച് ഫിൽട്ടറുകൾ കോളങ്ങളെ റഫറൻസ് ചെയ്തേക്കില്ല
nb_no: Filtre kan ikke referere til kolonner som bruker «V»- eller kolonnefunksjoner
nl: Filters kunnen niet verwijzen naar kolommen met 'V' of kolomfuncties
pl: Filtry nie mogą odwoływać się do kolumn przy użyciu funkcji „V” lub funkcji kolumn
pt: Os filtros não podem fazer referência a colunas usando 'V' ou funções de coluna
ru: Фильтры не могут ссылаться на столбцы, используя 'V' или функции столбцов
sl: S filtri se ni mogoče sklicevati na stolpce z uporabo funkcij »V« ali stolpcev.
sv: Filter kan inte referera till kolumner som använder ”V” eller kolumnfunktioner
ta: வடிப்பான்கள் 'வி' அல்லது நெடுவரிசை செயல்பாடுகளைப் பயன்படுத்தி நெடுவரிசைகளைக் குறிப்பிடக்கூடாது
tr: Filtreler, 'V' veya sütun işlevlerini kullanan sütunlarla ilişkilendirilemez
uk: Фільтри не можуть посилатися на шпальти, використовуючи 'V' або функції шпальт

source: Filters may not reference output variables
ca: Els filtres no poden fer referència a variables de sortida
cs: Filtry nemohou odkazovat na výstupní proměnné
da: Filtre kan ikke henvise til resultatvariabler
de: Filter dürfen nicht auf Ausgabevariablen verweisen
es: Los filtros no pueden ser las variables de salida
fr: Les filtres ne peuvent pas référencer les variables de résultat
he: מסננים לא יכולים להפנות למשתני פלט
hr: Filtri ne smiju referencirati na izlazne varijable
id: Filter tidak boleh merujuk pada variables keluaran
it: I filtri non possono essere variabili di output
ja: フィルタでは結果変数の参照はできません
kk: сүзгілер нәтиже айнымалыларына сілтеме жасай алмайды
ml: ഫിൽട്ടറുകൾ ഔട്ട്പുട്ട് വേരിയബിളുകളെ റഫറൻസ് ചെയ്തേക്കില്ല
nb_no: Filtre kan ikke referere til utkomstvariabler
nl: Filters kunnen niet verwijzen naar uitvoersvariabelen
pl: Filtry nie mogą odwoływać się do zmiennych wyjściowych
pt: Os filtros não podem fazer referência a variáveis de saída
ru: Фильтры не могут ссылаться на выходные переменные
sl: S filtri se ni mogoče sklicevati na odvodne spremenljivke
sv: Filter kan inte hänvisa till utfallsvariabler
ta: வடிப்பான்கள் வெளியீட்டு மாறிகளைக் குறிப்பிடக்கூடாது
tr: Filtreler çıktı değişkenlerine referans vermeyebilir
uk: Фільтри не можуть посилатися на вихідні переменные

source: Focus on spreadsheet
es: Centrarse en la hoja de datos
he: התמקדות בגיליונות אלקטרוניים
hr: Fokus na proračunsku tablicu
it: Focus sul foglio di calcolo
ru: Сосредоточьтесь на электронных таблицах

source: Focus on the variable setup
es: Centrarse en la configuración de variables
he: התמקדות בתצורת המשתנה
hr: Fokus na postavljanje varijable
it: Focus sulla configurazione variabile
ru: Сосредоточьтесь на настройке переменных
