Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: Install
ca: Instal·lar
cs: Instalace
da: Installer
de: Installieren
es: Instalar
fr: Installer
he: התקנה
hr: Instaliraj
id: Pasang
it: Installare
ja: インストール
kk: орнату
ml: ഇൻസ്റ്റാൾ ചെയ്യുക
nb_no: Installere
nl: Installeren
pl: Zainstaluj
pt: Instalar
ru: Установить
sl: Namesti
sv: Installera
ta: நிறுவவும்
tr: Kur
uk: Установить

source: Install module {moduleName} version {version}
es: Instalar el módulo {moduleName} versión {version}
he: התקנת המודול {moduleName} גרסה {version}
hr: Instaliraj modul {moduleName} verzije {version}
it: Installare il modulo {moduleName} versione {version}
ru: Установите модуль {moduleName} версии {version}

source: Installed
ca: Instal·lat
cs: Nainstalováno
da: Installeret
de: installiert
es: Instalado
fr: Installé
he: מותקן
hr: Instalirano
id: Terpasang
it: Installato
ja: インストール済
kk: орнатылған
ml: ഇൻസ്റ്റാൾ ചെയ്തു
nb_no: Installert
nl: Geïnstalleerd
pl: Zainstalowane
pt: Instalado
ru: Установлено
sl: Nameščeno
sv: Installerad
ta: நிறுவப்பட்டது
tr: Yüklenmiş
uk: Установлены

source: Installed Modules
ca: Moduls instal·lats
cs: Nainstalované moduly
da: Installerede moduler
de: Installierte Module
es: Módulos Instalados
fr: Modules installés
he: מודולים מותקנים
hr: Instalirani moduli
id: Modul Terpasang
it: Moduli installati
ja: インストール済モジュール
kk: орнатылған модульдер
ml: ഇൻസ്റ്റാൾ ചെയ്ത മൊഡ്യൂളുകൾ
nb_no: Installerte moduler
nl: Geïnstalleerde modules
pl: Zainstalowane moduły
pt: Módulos instalados
ru: Установленные модули
sl: Nameščeni moduli
sv: Installerade moduler
ta: நிறுவப்பட்ட தொகுதிகள்
tr: Yüklü Modüller
uk: Установленные модулі

source: Installed version needs to be updated
ca: Cal actualitzar la versió instal·lada
cs: Nainstalovanou verzi je třeba aktualizovat
da: Den installerede version skal opdateres
de: Die installierte Version muss aktualisiert werden
es: Es necesario actualizar la versión instalada
he: יש לעדכן את הגרסה המותקנת
hr: Instalirana verzija se mora aktualizirati
it: È necessario aggiornare la versione installata
ja: バージョンの更新が必要です
ml: ഇൻസ്റ്റാൾ ചെയ്ത വേർഷൻ അപ്ഡേറ്റ് ചെയ്യേണ്ടതുണ്ട്
nl: Geïnstalleerde versie moet worden bijgewerkt
pl: Należy wykonać aktualizację
pt: A versão instalada precisa de ser atualizada
ru: Установка версии должна быть обновлена
sv: Installerad version måste uppdateras
ta: நிறுவப்பட்ட பதிப்பு புதுப்பிக்கப்பட வேண்டும்
tr: Kurulu sürümün güncellenmesi gerekiyor

source: Installing {module}
es: Instalando {module}
he: מתקין {module}
hr: Instalira se {module}
it: Installazione di {modulo}
ru: Установка {module}

source: Installing modules is not available on your plan
ca: Aquest plan no permet instal·lar mòduls
cs: Instalace modulů není ve vašem plánu k dispozici
da: Installation af moduler er ikke tilgængelig for dit abonnement
de: Die Installation von Modulen ist in Ihrem Tarif nicht verfügbar
es: No está permitido instalar módulos en su plan
fr: L’installation de modules n’est pas disponible sur votre plan
he: התקנת מודולים אינה זמינה בתוכנית שלך
hr: Tvoja tarifa ne dozvoljava instaliranje modula
id: Memasang modul tidak tersedia pada paket Anda
it: L'installazione di moduli non è disponibile nel tuo piano
ja: このプランではモジュールのインストールはできません
kk: модульдерді орнату сіздің тарифтік жоспарыңызда жоқ
ml: മൊഡ്യൂളുകൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നത് നിങ്ങളുടെ പ്ലാനിൽ ലഭ്യമല്ല
nl: Het installeren van modules is niet beschikbaar met uw abonnement
pl: Funkcja instalowania modułów nie jest dostępna w Twoim planie
pt: A instalação de módulos não está disponível para o seu plano
ru: Установка модулей недоступна на вашем тарифном плане
sv: Installation av moduler är inte tillgängligt för ditt abonnemang
ta: தொகுதிகள் நிறுவுவது உங்கள் திட்டத்தில் கிடைக்கவில்லை
tr: Modül yüklemek planınızda mevcut değil

source: Integer
ca: Enter
cs: Celé číslo
da: Heltal
de: Ganzzahl
es: Entero
fr: Entier
he: מספר שלם
hr: Cijeli broj
id: Bilangan bulat
it: Intero
ja: 整数
kk: бүтін сан
ml: പൂർണ്ണസംഖ്യ
nb_no: Heltall
nl: Geheel getal
pl: Liczba całkowita
pt: Inteiro
ru: Целое число
sl: Celo število
sv: Heltal
ta: முழு எண்
tr: tamsayı
uk: Целое число

source: Interaction
ca: Interacció
cs: Interakce
da: Interaktion
de: Interaktion
es: Interacción
he: אינטראקציה
hr: Interakcija
id: Interaksi
it: Interazione
ja: 交互作用
kk: өзара әрекеттесу
ml: ഇന്ററാക്ഷൻ
nb_no: Interaksjon
nl: Interactie
pl: Interakcja
pt: Interação
ru: Взаимодействие
sl: Interakcija
sv: Interaktion
ta: உள்வினை
tr: Etkileşim
uk: Взаємодія

source: Interactions
ca: Interaccions
cs: Interakce
da: Interaktioner
de: Interaktionen
es: Interacciones
he: אינטראקציות
hr: Interakcije
id: Interaksi
it: Interazioni
ja: 交互作用
kk: өзара әрекеттесулер
ml: ഇന്ററാക്ഷനുകൾ
nb_no: Interaksjoner
nl: Interacties
pl: Interakcje
pt: Interações
ru: Взаимодействия
sl: Interakcije
sv: Interaktioner
ta: இடைவினைகள்
tr: Etkileşimler
uk: Взаємодії

source: Inverts the value.
ca: Inverteix el valor.
cs: Invertuje hodnotu.
da: Inverterer værdien.
de: Invertiert den Wert.
es: Invierte el valor.
fr: Inverse les valeurs.
he: הופך את ערך האמת.
hr: Preokreće vrijednost.
id: Membalikkan value.
it: Inverte il valore.
ja: 値の「真／偽」を反転させます。
kk: мәнді инверсиялайды.
ml: മൂല്യം തിരിച്ചിടുന്നു.
nb_no: Inverterer verdien.
nl: Keert de waarde om.
pl: Odwraca wartość.
pt: Inverte o valor.
ru: Инвертирует значение.
sl: Pretvori v inverzno vrednost.
sv: Inverterar värdet.
ta: மதிப்பைத் தலைகீழாக மாற்றுகிறது.
tr: Değeri tersine çevirir.
uk: Инвертирует значення.

source: Issue with formula
ca: Problema amb la formula
cs: Problém se vzorcem
da: Problem med formel
de: Problem mit der Formel
es: Problema con la fórmula
fr: Problème avec la formule
he: בעיה בנוסחה
hr: Problem s formulom
id: Masalah dengan rumus
it: Problema con la formula
ja: 数式に問題があります
kk: формулаға қатысты мәселе
ml: ഫോർമുലയുടെ പ്രശ്നം
nb_no: Problem med formel
nl: Probleem met formule
pl: Problem z formułą
pt: Problema com fórmula
ru: Проблема в формуле
sl: Napaka v formuli
sv: Problem med formel
ta: சூத்திரத்துடன் சிக்கல்
tr: Formülle ilgili sorun
uk: Проблема у формулі

source: Italic
ca: Cursiva
cs: Kurzíva
da: Kursiv
de: Kursiv
es: Cursiva
fr: Italique
he: הטייה
hr: Ukošeno
id: Miring
it: Corsivo
ja: 斜体
kk: курсив
ml: ഇറ്റാലിക്
nb_no: Kursiv
nl: Cursief
pl: Kursywa
pt: Itálico
ru: Курсив
sl: Ležeče
sv: Kursiv
ta: சாய்வு
tr: İtalik
uk: Курсив

source: jamovi file {ext}
ca: Fitxer jamovi {ext}
cs: soubor jamovi {ext}
da: jamovi-fil {ext}
de: jamovi-Datei {ext}
es: Archivo jamovi {ext}
fr: fichier jamovi {ext}
he: קובץ jamovi {ext}
hr: jamovi datoteka {ext}
id: file jamovi {ext}
it: file jamovi {ext}
ja: jamoviファイル {ext}
kk: jamovi файлы {ext}
ml: jamovi ഫയൽ {ext}
nb_no: jamovi-fil {ext}
nl: jamovi-bestand {ext}
pl: Plik jamovi {ext}
pt: Ficheiro jamovi {ext}
ru: Файл Jamovi {ext}
sl: Datoteka jamovi {ext}
sv: jamovi-fil {ext}
ta: சாமோவி கோப்பு {ext}
tr: jamovi dosyası {ext}
uk: Файл Jamovi {ext}

source: jamovi files {ext}
ca: Fitxers jamovi {ext}
cs: sobory jamovi {ext}
da: jamovi-filer {ext}
de: jamovi-Dateien {ext}
es: Archivo jamovi {ext}
fr: fichiers jamovi {ext}
he: קובצי jamovi {ext}
hr: jamovi datoteke {ext}
id: file jamovi {ext}
it: Files jamovi {ext}
ja: jamoviファイル {ext}
kk: jamovi файлдары {ext}
ml: jamovi ഫയലുകൾ {ext}
nb_no: jamovi-filer {ext}
nl: jamovi-bestanden {ext}
pl: Pliki jamovi {ext}
pt: Ficheiros jamovi {ext}
ru: Файлы Jamovi {ext}
sl: Datoteke jamovi {ext}
sv: jamovi-filer {ext}
ta: சாமோவி கோப்புகள் {ext}
tr: jamovi dosyaları {ext}
uk: Файлы Jamovi {ext}

source: jamovi is now available in { insert translation language }! (Many thanks to { insert your name here (or put a more generic "the jamovi translation team", if you don't want credit) })
ca: jamovi ara ja disponible en català! (Agraïments a F. J. Miguel de la UAB)
cs: jamovi je nyní k dispozici v { vložit jazyk překladu }! (Velké díky { sem vložte své jméno (nebo uveďte obecnější "překladatelský tým jamovi", pokud nechcete kredit) })
da: jamovi er nu tilgængelig på danska (takket være Sebastian Jentschke)!
de: jamovi ist jetzt in Deutsch verfügbar (Vielen Dank an Sebastian Jentschke)!
es: Ahora jamovi ya está disponible en español / castellano! (Agradecimientos a F. J. Miguel de la UAB)
fr: jamovi est maintenant disponible en français ! (Un grand merci à l'équipe de traducteurs de jamovi !)
he: jamovi זמין כעת בעברית! (תודה רבה ל־Kurpaph)
hr: jamovi je sada dostupan na hrvatskom! (Puno hvala hrvatskom jamovi timu za prevođenje)
id: jamovi sekarang tersedia dalam { insert translation language }! (Terima kasih banyak untuk { masukkan nama Anda di sini (atau masukkan "tim terjemahan jamovi" yang lebih umum, jika Anda tidak ingin kredit) })
it: jamovi è ora disponibile in { inserire la lingua di traduzione }! (Grazie mille a {inserire qui il proprio nome (o inserire un "team di traduzione jamovi" più generico, se non si vuole credito) })
ja: jamoviが日本語で利用可能になりました！（jamoviの翻訳チームに感謝）
kk: jamovi енді { insert translation language } тілінде қолжетімді! (Үлкен рахмет { insert your name here (or put a more generic "the jamovi translation team", if you don't want credit) })
ml: ജമോവി ഇപ്പോൾ മലയാളം ഭാഷയിൽ ലഭ്യമാണ്! (വളരെ നന്ദി, ഡോക്ടർ ചിഞ്ചു സി.)
nl: jamovi is nu beschikbaar in het Nederlands! (Veel dank aan het vertaalteam van jamovi)
pl: jamovi jest już dostępne w języku {polskim}! Ogromne podziękowania dla { Tomasz Misiuro, Instytut Psychologii Uniwersytetu Zielonogórskiego}
pt: jamovi agora está disponível em português! (Agradecimentos à comunidade de tradução do jamovi)
ru: jamovi теперь доступен на { insert translation language }! (Большое спасибо { insert your name here (or put a more generic "the jamovi translation team", if you don't want credit) })
sl: Program jamovi je na voljo tudi v slovenščini! (Hvala skupini za slovenjenje programa.)
sv: jamovi finns nu på norska Bokmål (Tack till Sebastian Jentschke)!
ta: சாமோவி இப்போது { insert translation language } இல் கிடைக்கிறது! .
tr: jamovi artık { Türkçe } dilinde mevcuttur! (Çok teşekkürler { Dr. Hamza YALÇİN })
uk: jamovi тепер доступний на українській мові! (Велике спасибі команді перекладу jamovi)

source: jamovi is now available in { insert translation language }! (Many thanks to @{ insert your twitter handle here (or put a more generic "the jamovi translation team", if you don't want credit) })
ca: jamovi ara ja disponible en català! (Agraïments a tot l'equip de traductors de jamovi)
cs: jamovi je nyní k dispozici v { vložit jazyk překladu }! (Velké díky @{ vložte sem svůj twitterový popisovač (nebo vložte obecnější "překladatelský tým jamovi", pokud nechcete kredit) })
da: jamovi er nu tilgængelig på danska (takket være Sebastian Jentschke)!
de: jamovi ist jetzt in Deutsch verfügbar!
es: Ahora jamovi ya está disponible en español / castellano ! (Agradecimientos a todo el equipo de traductores de jamovi)
fr: jamovi est maintenant disponible en français ! (Un grand merci à @l'équipe de traducteurs de jamovi !)
he: jamovi זמינה כעת בעברית! (תודה רבה ל־Kurpaph ולצוות המתרגמים של jamovi)
hr: jamovi je sada dostupan na hrvatskom! (Puno hvala hrvatskom jamovi timu za prevođenje)
id: jamovi sekarang tersedia dalam { insert translation language }! (Terima kasih banyak untuk { masukkan nama Anda di sini (atau masukkan "tim terjemahan jamovi" yang lebih umum, jika Anda tidak ingin kredit) })
it: jamovi è ora disponibile in { inserire la lingua di traduzione }! (Grazie mille a @{ inserisci qui il tuo handle di twitter (o metti un "team di traduzione jamovi" più generico, se non vuoi credito) })
ja: jamoviが日本語で利用可能になりました！（jamoviの翻訳チームに感謝）
kk: jamovi енді { insert translation language } тілінде қолжетімді! (Үлкен рахмет @{ insert your twitter handle here (or put a more generic "the jamovi translation team", if you don't want credit) })
ml: ജമോവി ഇപ്പോൾ {പരിഭാഷാ ഭാഷ ചേർക്കുക } ഭാഷയിൽ ലഭ്യമാണ്! (വളരെ നന്ദി, @{ നിങ്ങളുടെ ട്വിറ്റർ ഹാൻഡിൽ ഇവിടെ ചേർക്കുക (നിങ്ങൾക്ക് ക്രെഡിറ്റ് ആവശ്യമില്ലെങ്കിൽ, "ജമോവി പരിഭാഷാ ടീം" എന്ന് ചേർക്കുക ) })
nl: jamovi is nu beschikbaar in het Nederlands! (Veel dank aan het vertaalteam van jamovi)
pl: jamovi jest już dostępne w języku { polskim }! Serdeczne podziękowania dla @{ Tomasz_Misiuro }
pt: jamovi está agora disponível em português! (Agradecimentos à comunidade de tradução do jamovi)
ru: jamovi теперь доступен на { insert translation language}! (Большое спасибо @{ insert your twitter handle here (or put a more generic "the jamovi translation team", if you don't want credit) })
sl: Program jamovi je na voljo tudi v slovenščini! (Hvala skupini za slovenjenje programa.)
sv: jamovi finns nu på svenska (stort tack till Sebastian Jentschke)!
ta: சாமோவி இப்போது { insert translation language } இல் கிடைக்கிறது! .
tr: jamovi artık { Türkçe } dilinde mevcuttur! (@{'ye çok teşekkürler})
uk: jamovi тепер доступний на українській мові! (Велике спасибі команді перекладу jamovi)

source: jamovi library
ca: Biblioteca jamovi
cs: knihovna Jamovi
da: jamovi-bibliotek
de: jamovi-Bibliothek
es: Biblioteca jamovi
fr: biblothèque de jamovi
he: ספריית jamovi
hr: jamovi biblioteka
id: perpustakaan jamovi
it: libreria jamovi
ja: jamoviライブラリ
kk: jamovi кітапханасы
ml: ജമോവി ലൈബ്രറി
nb_no: jamovi-bibliotek
nl: jamovi-bibliotheek
pl: Biblioteka jamovi
pt: Biblioteca jamovi
ru: Библиотека Jamovi
sl: Knjižnica jamovi
sv: jamovi-bibliotek
ta: சாமோவி நூலகம்
tr: jamovi kütüphanesi
uk: Бібліотека Jamovi

source: jamovi modules
ca: Móduls jamovi
cs: moduly Jamovi
da: jamovi-moduler
de: jamovi-Module
es: módulos jamovi
fr: modules de jamovi
he: מודולים של jamovi
hr: jamovi moduli
id: modul jamovi
it: moduli jamovi
ja: jamoviモジュール
kk: jamovi модульдері
ml: ജമോവി മൊഡ്യൂളുകൾ
nb_no: jamovi-moduler
pl: moduły jamovi
pt: Módulos jamovi
ru: Модули Jamovi
sl: Moduli jamovi
sv: jamovi-moduler
ta: சாமோவி தொகுதிகள்
tr: jamovi modülleri
uk: Модулі Jamovi

source: jamovi template {ext}
ca: Plantilla jamovi {ext}
cs: šablona Jamovi {ext}
da: jamovi-skabelon {ext}
de: jamovi-Analysevorlage {ext}
es: Plantilla jamovi {ext}
fr: modèle de jamovi {ext}
he: תבנית jamovi {ext}
hr: jamovi predložak {ext}
id: template jamovi {ext}
it: modello jamovi {ext}
ja: jamoviテンプレート {ext}
kk: jamovi үлгісі {ext}
ml: ജമോവി ടെംപ്ലേറ്റ് {ext}
nb_no: jamovi-mal {ext}
nl: jamovi-sjabloon {ext}
pl: Szablon jamovi {ext}
pt: Template jamovi {ext}
ru: Шаблон Jamovi {ext}
sl: Predloga jamovi {ext}
sv: jamovi-mall {ext}
ta: சாமோவி வார்ப்புரு {ext}
tr: jamovi şablon {ext}
uk: Шаблон Jamovi {ext}

source: jamovi templates {ext}
ca: Plantilles jamovi {ext}
cs: šablony Jamovi {ext}
da: jamovi-skabeloner {ext}
de: jamovi-Analysevorlagen {ext}
es: plantillas jamovi {ext}
fr: modèles de jamovi {ext}
he: תבניות jamovi {ext}
hr: jamovi predlošci {ext}
id: template jamovi {ext}
it: Modelli jamovi {ext}
ja: jamoviテンプレート {ext}
kk: jamovi үлгілері {ext}
ml: ജമോവി ടെംപ്ലേറ്റുകൾ {ext}
nb_no: jamovi-maler {ext}
nl: jamovi-sjablonen {ext}
pl: Szablony jamovi {ext}
pt: Templates jamovi {ext}
ru: Шаблоны Jamovi {ext}
sl: Predloge jamovi {ext}
sv: jamovi-mållar {ext}
ta: சாமோவி வார்ப்புருக்கள் {ext}
tr: jamovi şablonları {ext}
uk: Шаблоны Jamovi {ext}

source: JASP files {ext}
ca: Fitxers JASP {ext}
cs: Soubory JASP {ext}
da: JASP-filer {ext}
de: JASP-Dateien {ext}
es: Archivo JASP {ext}
fr: fichier JASP {ext}
he: קובצי JASP {ext}
hr: JASP datoteke {ext}
id: File JASP {ext}
it: Files JASP {ext}
ja: JASPファイル {ext}
kk: JASP файлдары {ext}
ml: JASP ഫയലുകൾ {ext}
nb_no: JASP-filer {ext}
nl: JASP-bestanden {ext}
pl: Pliki JASP {ext}
pt: Ficheiros JASP {ext}
ru: Файлы JASP {ext}
sl: Datoteke JASP {ext}
sv: JASP-filer {ext}
ta: JASP கோப்புகள் {ext}
tr: JASP dosyaları {ext}
uk: Файлы JASP {ext}

source: JSON files {ext}
ca: Arxius JSON {ext}
cs: JSON soubory {ext}
da: JSON-filer {ext}
de: JSON-Dateien {ext}
es: Archivos JSON {ext}
fr: Fichiers JSON {ext}
he: קובצי JSON {ext}
hr: JSON datoteke {ext}
id: File JSON {ext}
it: File JSON {ext}
ja: JSONファイル {ext}
kk: JSON файлдары {ext}
ml: JSON ഫയലുകൾ {ext}
nl: JSON-bestanden {ext}
pl: Pliki JSON {ext}
pt: Arquivos JSON {ext}
ru: Файлы JSON {ext}
sv: JSON-filer {ext}
ta: சாதொபொகு கோப்புகள் {ext}
tr: JSON dosyaları {ext}

source: Justify
ca: Justificar
cs: Zdůvodněte
da: Juster
de: Blocksatz
es: Alinear
fr: Justifier
he: יישור לשני הצדדים
hr: Poravnaj obostrano
id: Membenarkan
it: Giustifica
ja: 両揃え
kk: негіздеу
ml: ജസ്റ്റിഫൈ
nb_no: Justere
nl: Uitvullen
pl: Wyjustuj
pt: Justificado
ru: Выровнять
sl: Poravnaj obojestransko
sv: Juster
ta: நியாயப்படுத்துங்கள்
tr: Hizala
uk: Выровнять

source: Keyword: {v}
ca: Paraulra clau: {v}
cs: Klíčové slovo: {v}
da: Nøgleord: {v}
de: Schlüsselwort: {v}
es: Palabra clave: {v}
fr: Mot important : {v}
he: מילת מפתח: {v}
hr: Ključna riječ: {v}
id: Kata kunci: {v}
it: Parola chiave: {v}
ja: キーワード：{v}
kk: түйін сөз: {v}
ml: കീവേഡ്: {v}
nb_no: Nøkkelord: {v}
nl: Trefwoord: {v}
pl: Słowo kluczowe: {v}
pt: Palavra-chave: {v}
ru: Ключевое слово: {v}
sl: Ključna beseda: {v}
sv: Nyckelord: {v}
ta: முக்கிய சொல்: {v}
tr: Anahtar kelime: {v}
uk: Ключове слово: {v}

source: Language
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fr: Langue
he: שפה
hr: Jezik
id: Bahasa
it: Lingua
ja: 言語
kk: тіл
ml: ഭാഷ
nb_no: Språk
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sl: Jezik
sv: Språk
ta: மொழி
tr: Dil
uk: Мова

source: LaTeX bundle {ext}
ca: Paquet LaTeX {ext}
cs: LaTeXový balíček {ext}
da: LaTeX-filer {ext}
de: LaTeX-Dateien {ext}
es: Paquete LaTeX {ext}
fr: Bundle LaTeX {ext}
he: חבילת LaTeX {ext}
hr: LaTeX skup {ext}
id: paket LaTeX {ext}
it: Pacchetto LaTeX {ext}
ja: LaTeXバンドル {ext}
kk: LaTeX жинағы {ext}
ml: LaTeX ബണ്ടിൽ {ext}
nb_no: LaTeX-filer {ext}
nl: LaTeX-bundel {ext}
pl: Pakiet LaTeX {ext}
pt: Pacote LaTeX {ext}
ru: Комплект LaTeX {ext}
sl: paket LaTeX {ext}
sv: LaTeX-filer {ext}
ta: லேடெக்ச் மூட்டை {ext}
tr: LaTeX bundle (demeti) {ext}
uk: Комплект LaTeX {ext}

source: Left Align
ca: Alinear esquerra
cs: Zarovnat doleva
da: Venstrestillet
de: Linksbündig
es: Alinear Izquierda
fr: Aligner à gauche
he: יישור לשמאל
hr: Poravnaj lijevo
id: Rata Kiri
it: Allinea a sinistra
ja: 左揃え
kk: солға туралау
ml: ഇടത് അലൈൻ ചെയ്യുക
nb_no: Venstrejuster
nl: Links uitlijnen
pl: Wyrównaj do lewej
pt: Alinhamento à Esquerda
ru: Выровнять по левому краю
sl: Poravnaj levo
sv: Vänsterjustering
ta: இடது சீரமைப்பு
tr: Sola Hizala
uk: Выровнять по левому краєві

source: Less than
ca: Menor que
cs: Méně než
da: Mindre end
de: Weniger als
es: Menor que
fr: Inférieur à
he: קטן מ־
hr: Manje od
id: Kurang dari
it: Meno di
ja: この値未満
kk: одан азырақ
ml: ലെസ്സ് ദാൻ
nb_no: Mindre enn
nl: Minder dan
pl: Mniejsze niż
pt: Menor que
ru: Меньше
sl: Manj od
sv: Mindre än
ta: குறைவாக
tr: Daha az
uk: Менше

source: Less than or equal to
ca: Menor o igual que
cs: Menší nebo rovno
da: Mindre end eller lig med
de: Kleiner oder gleich als
es: Menor que o igual a
fr: Inférieur ou égal à
he: קטן מ־ או שווה ל־
hr: Manje od ili jednako
id: Kurang dari atau sama dengan
it: Minore o uguale a
ja: この値以下
kk: кем немесе тең
ml: ഇതിലും കുറവോ തുല്യമോ:
nb_no: Mindre enn eller lik
nl: Minder dan of gelijk aan
pl: Mniejsze lub równe
pt: Menor ou igual que
ru: Меньше или равно
sl: Manj ali enako
sv: Mindre än eller lika med
ta: குறைவாக அல்லது சமமான
tr: Küçük veya eşit
uk: Менше або рівно

source: Level {0}
ca: Nivell {0}
cs: Úroveň {0}
da: Niveau {0}
de: Faktorstufe {0}
es: Nivel {0}
fr: Modalités {0}
he: רמה {0}
hr: Razina {0}
it: Livello {0}
ja: 水準 {0}
kk: деңгей {0}
ml: ലെവൽ {0}
nb_no: Nivå {0}
nl: Niveau {0}
pl: Poziom {0}
pt: Nível {0}
ru: Уровень {0}
sl: Raven {0}
sv: Nivå {0}
ta: நிலை {0}
tr: Seviye {0}
uk: Рівень {0}

source: Level value
ca: Valor del nivell
cs: Hladina úrovně
da: Niveauværdi
de: Faktor-Wert
es: Valor de nivel
fr: Valeur de la modalité
he: ערך הרמה
hr: Vrijednost razine
id: Nilai level
it: Valore del livello
ja: 水準値
kk: деңгей мәні
ml: ലെവൽ മൂല്യം
nb_no: Nivåverdi
nl: Niveauwaarde
pl: Wartość poziomu
pt: Valor do nível
ru: Значение уровня
sl: Vrednost ravni
sv: Nivåvärde
ta: நிலை மதிப்பு
tr: Seviye değeri
uk: Значення рівня

source: Levels
ca: Nivells
cs: Úrovně
da: Niveauer
de: Stufe
es: Niveles
fr: Modalités
he: רמות
hr: Razine
id: Level
it: Livelli
ja: 水準
kk: деңгейлер
ml: ലെവലുകൾ
nb_no: Nivåer
nl: Niveaus
pl: Poziomy
pt: Níveis
ru: Уровни
sl: Ravni
sv: Nivåer
ta: நிலைகள்
tr: Seviyeler
uk: Рівні

source: Library error
es: Error de biblioteca
he: שגיאה בספרייה
hr: Greška u biblioteci
it: Errore della libreria
ru: Ошибка в библиотеке

source: Link
ca: Enllaç
cs: Odkaz
de: Verknüpfung
es: Enlace
fr: Lien
he: קישור
hr: Poveznica
id: Tautan
it: Collegamento
ja: リンク
kk: сілтеме
ml: ലിങ്ക്
nb_no: Lenke
nl: Koppeling
ru: Ссылка
sl: Povezava
sv: Länk
ta: இணைப்பு
uk: Заслання

source: Main Effects
ca: Efectes Principals
cs: Hlavní efekty
da: Hovedeffekter
de: Haupteffekte
es: Efectos Principales
fr: Effets principaux
he: אפקטים עיקריים
hr: Glavni učinci
id: Efek Utama
it: Effetti Principali
ja: 主効果
kk: негізгі әсерлер
ml: മെയിൻ ഇഫക്റ്റുകൾ
nb_no: Hovedeffekter
nl: Hoofdeffecten
pl: Efekty główne
pt: Efeitos Principais
ru: Основные эффекты
sl: Glavni učinek
sv: Huvudeffekter
ta: முக்கிய விளைவுகள்
tr: Ana Etkiler
uk: Основные ефекти

source: Manage installed
ca: Administrar Instal·lats
cs: Správa nainstalovaných
da: Administrer installerede
de: Installierte verwalten
es: Administrar Módulos Instalados
fr: Gérer les modules installés
he: ניהול המותקנים
hr: Upravljaj instaliranim
id: Kelola yang terpasang
it: Gestione dei moduli installati
ja: モジュール管理
kk: орнатылғанды басқару
ml: ഇൻസ്റ്റാൾ ചെയ്തവയെ മാനേജു ചെയ്യുക
nb_no: Administrer installerte
nl: Geïnstalleerde modules beheren
pl: Zarządzaj zainstalowanymi
pt: Gerir instalado
ru: Управление установленным
sl: Upravljanje nameščenih
sv: Administrera installerade
ta: நிறுவப்பட்ட நிர்வகிக்கவும்
tr: Yüklenenleri yönet
uk: Управління установленным

source: Measure type
ca: Tipus de mesura
cs: Typ měření
da: Målniveau
de: Skalenniveau
es: Tipo de medida
fr: Type de mesure
he: סולם מדידה
hr: Vrsta mjere
id: Tipe pengukuran
it: Tipo di misura
ja: 測定値型
kk: өлшем түрі
ml: അളവ് തരം
nb_no: Målenivå
nl: Meetniveau
pl: Poziom pomiaru
pt: Tipo de medida
ru: Измерение
sl: Vrsta lestvice
sv: Mätningstyp
ta: அளவீட்டு வகை
tr: Ölçü türü
uk: Вимір

source: Minimal
ca: Mínim
cs: Minimální
he: מינימלי
hr: Minimalno
it: Minimo
ja: ミニマル
kk: минималды
ml: മിനിമൽ
nl: Minimaal
pl: Minimalizm
pt: Mínimo
ru: Минимальный
ta: குறைந்தபட்ச
tr: En az
uk: Минимальный

source: Missing values
ca: Valors perduts
cs: Chybějící hodnoty
da: Manglende værdier
de: Fehlende Werte
es: Valores perdidos
fr: Valeurs manquantes
he: ערכים חסרים
hr: Nedostajuće vrijednosti
id: Nilai hilang
it: Valori mancanti
ja: 欠損値
kk: жетіспейтін мәндер
ml: ഇല്ലാത്ത മൂല്യങ്ങൾ
nb_no: Manglende verdier
nl: Ontbrekende waarden
pl: Braki danych
pt: Valores omissos
ru: Отсутствующие значения
sl: Manjkajoče vrednosti
sv: Saknade värden
ta: மதிப்புகள் இல்லை
tr: Eksik değer
uk: Відсутні значення

source: Missing Values
ca: Valors perduts
cs: Chybějící hodnoty
da: Manglende værdier
de: Fehlende Werte
es: Faltan valores
fr: Valeurs manquantes
he: ערכים חסרים
hr: Nedostajuće vrijednosti
id: Nilai Hilang
it: Valori Mancanti
ja: 欠損値
kk: жоқ мәндер
ml: ഇല്ലാത്ത മൂല്യങ്ങൾ
nb_no: Manglende verdier
nl: Ontbrekende waarden
pl: Braki danych
pt: Valores Omissos
ru: Пропущенные значения
sl: Manjkajoče Vrednosti
sv: Saknade värden
ta: மதிப்புகள் இல்லை
tr: Kayıp değerler
uk: Відсутні значення

source: Module {moduleName} is installed
es: Módulo {moduleName} está instalado
he: המודול {moduleName} מותקן
hr: Modul {moduleName} je instaliran
it: Il modulo {moduleName} è installato
ru: Модуль {moduleName} установлен
