Repository: jamovi/jamovi-i18n
Catalog: src/*.po
Languages: ca, cs, da, de, es, fr, he, hr, id, it, ja, kk, ml, nb_no, nl, pl, pt, ru, sl, sv, ta, tr, uk

source: You cannot delete rows while filtered rows are hidden
ca: No pots eliminar files mentre les files filtrades estan ocultes
cs: Nemůžeš mazat řádky, když jsou filtrované řádky skryté
da: Du kan ikke slette rækker, mens filtrerede rækker er skjulte
de: Sie können keine Zeilen löschen, während gefilterte Zeilen ausgeblendet sind
es: No puede eliminar filas mientras las filas filtradas están ocultas
fr: Impossible d'effacer des lignes alors que des lignes filtrées sont cachées
he: אי אפשר למחוק שורות כשמוסתרות שורות מסוננות
hr: Ne možeš brisati retke dok su filtrirani redci skriveni
it: Non puoi eliminare righe mentre le righe filtrate sono nascoste
ja: フィルタを適用中の行があるので行を削除できません
kk: сүзілген қатарлар жасырылған кезде қатарларды жою мүмкін емес
ml: ഫിൽട്ടർ ചെയ്ത വരികൾ മറച്ചിരിക്കുമ്പോൾ വരികൾ ഡിലീറ്റ് ചെയ്യാൻ പറ്റില്ല
nb_no: Du kan ikke slette rader mens filtrerte rader er skjult
nl: U kunt geen rijen verwijderen wanneer er verborgen gefilterde rijen zijn
pl: Nie można usuwać wierszy, gdy filtr jest aktywny
pt: Não é possível apagar linhas quando as linhas filtradas estão escondidas
ru: Вы не можете удалять строки, пока отфильтрованные строки скрыты
sl: Vrstic ni mogoče izbrisati, dokler so filtrirane skrite
sv: Du kan inte ta bort rader medan filtrerade rader är gömda
ta: வடிகட்டப்பட்ட வரிசைகள் மறைக்கப்படும்போது நீங்கள் வரிசைகளை நீக்க முடியாது
tr: Filtrelenen satırlar gizliyken satırları silemezsiniz
uk: Ви не можете удалять строки, поки отфильтрованные строки приховані

source: You cannot insert rows while filtered rows are hidden
ca: No pots insertar files mentre les files filtrades estan ocultes
cs: Nemůžeš vložit řádky, když jsou filtrované řádky skryté
da: Du kan ikke indsætte rækker, mens filtrerede rækker er skjulte
de: Sie können keine Zeilen einfügen, während gefilterte Zeilen ausgeblendet sind
es: No puede insertar filas mientras las filas filtradas están ocultas
fr: Impossible d'insérer des lignes alors que des lignes filtrées sont cachées
he: אי אפשר להכניס שורות כשמוסתרות שורות מסוננות
hr: Ne možeš umetati retke dok su filtrirani redci skriveni
it: Non puoi inserire righe mentre le righe filtrate sono nascoste
ja: フィルタを適用中の行があるので行を挿入できません
kk: сүзілген қатарлар жасырылған кезде қатарларды жою мүмкін емес
ml: ഫിൽട്ടർ ചെയ്ത വരികൾ മറച്ചിരിക്കുമ്പോൾ വരികൾ ഇടയിൽ ചേർക്കാൻ പറ്റില്ല
nb_no: Du kan ikke sette inn rader mens filtrerte rader er skjult
nl: U kunt geen rijen toevoegen wanneer er verborgen gefilterde rijen zijn
pl: Nie można wstawiać wierszy, gdy filtr jest aktywny
pt: Não é possível inserir linhas quando as linhas filtradas estão escondidas
ru: Вы не можете вставлять строки, пока отфильтрованные строки скрыты
sl: Vrstic ni mogoče vstaviti, dokler so filtrirane skrite
sv: Du kan inte infoga rader medan filtrerade rader är gömda
ta: வடிகட்டப்பட்ட வரிசைகள் மறைக்கப்படும்போது நீங்கள் வரிசைகளைச் செருக முடியாது
tr: Filtrelenen satırlar gizliyken satır ekleyemezsiniz
uk: Ви не можете вставлять строки, поки отфильтрованные строки приховані

source: You cannot modify columns that affect filters when filtered rows are hidden
ca: No pots modificar columnes que afecten als filtres quan les files filtrades estan ocultes
cs: Nemůžeš upravit sloupce, které ovlivňují filtry, když jsou filtrované řádky skryté
da: Du kan ikke ændre kolonner, der påvirker filtre, når filtrerede rækker er skjulte
de: Sie können keine Spalten ändern, die sich auf Filter auswirken, wenn gefilterte Zeilen ausgeblendet sind
es: No puede modificar las columnas que afectan a los filtros cuando las filas filtradas están ocultas
fr: Impossible de modifier des colonnes qui affectent les filtres alors que des lignes filtrées sont cachées
he: לא ניתן לשנות עמודות המשפיעות על מסננים כשמוסתרות שורות מסוננות
hr: Ne možeš promijeniti stupce koji utječu na filtre kada su filtrirani redci skriveni
it: Non puoi modificare le colonne che influiscono sui filtri quando le righe filtrate sono nascoste
ja: フィルタの適用中は、フィルタに影響する列は編集できません
kk: сүзгіленген қатарлар жасырылған кезде сүзгілерге әсер ететін бағандарды өзгерте алмайсыз
ml: ഫിൽട്ടർ ചെയ്ത വരികൾ മറച്ചിരിക്കുമ്പോൾ ഫിൽട്ടറുകളെ ബാധിക്കുന്ന നിരകൾക്ക് മാറ്റം വരുത്താൻ പറ്റില്ല
nb_no: Du kan ikke endre kolonner som påvirker filtre når filtrerte rader er skjult
nl: U kunt geen kolommen die filters beïnvloeden bewerken wanneer er verborgen gefilterde rijen zijn
pl: Nie można modyfikować kolumn, które wpływają na aktywne filtry
pt: Não é possível modificar colunas quando as linhas filtradas estão escondidas
ru: Вы не можете изменять столбцы, влияющие на фильтры, когда отфильтрованные строки скрыты
sl: Stolpcev, ki vplivajo na filtre, ni mogoče spreminjati, ko so filtrirane vrstice skrite
sv: Du kan inte ta bort rader medan filtrerade rader är gömda
ta: வடிகட்டப்பட்ட வரிசைகள் மறைக்கப்படும்போது வடிப்பான்களை பாதிக்கும் நெடுவரிசைகளை நீங்கள் மாற்ற முடியாது
tr: Filtrelenen satırlar gizliyken, filtreleri etkileyen sütunları değiştiremezsiniz
uk: Ви не можете змінювати шпальти, котрий впливати на фільтри, коли отфильтрованные строки приховані

source: You cannot modify transforms that affect filters when filtered rows are hidden
ca: No pots modificar transformacions que afecten als filtres quan les files filtrades estan ocultes
cs: Nemůžeš upravit transformace, které ovlivňují filtry, když jsou filtrované řádky skryté
da: Du kan ikke ændre transformationer, der påvirker filtre, når filtrerede rækker er skjulte
de: Sie können keine Transformationen ändern, die sich auf Filter auswirken, wenn gefilterte Zeilen ausgeblendet werden
es: No puede modificar las transformaciones que afectan a los filtros cuando las filas filtradas están ocultas
fr: Impossible de modifier des transformations qui affectent les filtres alors que des lignes filtrées sont cachées
he: לא ניתן לשנות טרנספורמציות המשפיעות על מסננים כשמוסתרות שורות מסוננות
hr: Ne možeš promijeniti transformacije koje utječu za filtre kada su redci skriveni
it: Non puoi modificare le trasformazioni che influiscono sui filtri quando le righe filtrate sono nascoste
ja: フィルタの適用中は、フィルタに影響する変換は編集できません
kk: сүзгіленген қатарлар жасырылған кезде сүзгілерге әсер ететін түрлендірулерді өзгерте алмайсыз
ml: ഫിൽട്ടർ ചെയ്ത വരികൾ മറച്ചിരിക്കുമ്പോൾ ഫിൽട്ടറുകളെ ബാധിക്കുന്ന ട്രാൻസ്‌ഫോമുകൾക്ക് മാറ്റം വരുത്താൻ പറ്റില്ല
nb_no: Du kan ikke endre transformasjoner som påvirker filtre når filtrerte rader er skjult
nl: U kunt geen transformaties die filters beïnvloeden bewerken wanneer er verborgen gefilterde rijen zijn
pl: Nie można modyfikować przekształceń, które wpływają na aktywne filtry
pt: Não é possível modificar transformações quando as linhas filtradas estão escondidas
ru: Вы не можете изменять преобразования, влияющие на фильтры, когда отфильтрованные строки скрыты
sl: Ni mogoče spreminjati pretvorb, ki vplivajo na filtriranje, če so filtrirane vrstice skrite.
sv: Du kan inte ändra transformationer som påverkar filter när filtrerade rader är gömda
ta: வடிகட்டப்பட்ட வரிசைகள் மறைக்கப்படும்போது வடிப்பான்களை பாதிக்கும் உருமாற்றங்களை நீங்கள் மாற்ற முடியாது
tr: Filtrelenen satırlar gizliyken, filtreleri etkileyen dönüşümleri değiştiremezsiniz
uk: Ви не можете змінювати перетворення, котрий впливати на фільтри, коли отфильтрованные строки приховані

source: You do not have appropriate permissions (403)
es: No cuenta con los permisos apropiados (403)
he: אין בידיך את ההרשאות הנחוצות (403)
hr: Nemaš odgovarajuće dozvole (403)
it: Non si dispone di autorizzazioni adeguate (403)
ru: У вас нет соответствующих прав (403)

source: Your connection has been lost. Please refresh the page to continue.
ca: La connexió s'ha perdut. Actualitzar la pàgina per a continuar.
cs: Připojení bylo ztraceno. Prosím obnov stránku pro pokračování.
da: Forbindelsen er afbrudt. Opdater siden for at fortsætte.
de: Ihre Verbindung wurde unterbrochen. Bitte aktualisieren Sie die Seite, um fortzufahren.
es: La conexión se ha perdido. Actualice la página para continuar.
fr: Votre connexion a été perdue. Rafraîchissez la page pour continuer s'il vous plaît.
he: החיבור אבד. נא לרענן את הדף כדי להמשיך.
hr: Tvoja veza je izgubljena. Osvježi stranicu za nastavljanje.
it: La connessione è stata persa. Aggiorna la pagina per continuare.
ja: 接続が失われました。継続するにはページを更新してください。
kk: байланысыңыз жоғалды. Жалғастыру үшін бетті жаңартуыңызды сұраймыз.
ml: നിങ്ങളുടെ കണക്ഷൻ പോയി. തുടരാൻ പേജ് റിഫ്രഷ് ചെയ്യുക.
nb_no: Tilkoblingen er brutt. Oppdater siden for å fortsette.
nl: Uw verbinding is verbroken. Vernieuw de pagina om door te gaan.
pl: Połączenie zostało utracone. Odśwież stronę, aby kontynuować.
pt: A conexão foi perdida. Por favor, atualize a página para continuar.
ru: Связь потеряна. Пожалуйста, обновите страницу, чтобы продолжить.
sl: Povezava je izgubljena. Pred nadaljevanjem je treba stran osvežiti.
sv: Förbindelsen är bruten. Uppdatera sidan för att fortsätta.
ta: உங்கள் இணைப்பு இழந்துவிட்டது. தொடர பக்கத்தைப் புதுப்பிக்கவும்.
tr: Bağlantınız kesildi. Devam etmek için lütfen sayfayı yenileyin.
uk: Зв'язок потеряна. Пожалуйста, оновите сторінку, щоб продовжити.

source: Your web browser prevented jamovi from opening a new tab
ca: El vostre navegador web evita que el Jamovi obri una nova pestanya
cs: Váš webový prohlížeč zabránil jamovi otevřít novou kartu
da: Din browser forhindrede jamovi i at åbne en ny fane
de: Dein Web-Browser hat jamovi daran gehindert einen neuen Tab zu öffnen
es: Tu navegador ha impedido a jamovi abrir una nueva pestaña
he: דפדפן האינטרנט מנע מ־jamovi לפתוח כרטיסייה חדשה
hr: Tvoj je web preglednik spriječio jamovi da otvori novu karticu
it: Il tuo browser web ha impedito a jamovi di aprire una nuova scheda
ja: お使いのウェブブラウザによりjamoviの新しいタブを開けませんでした
nl: Jouw web browser weerhield jamovi van het openen van een nieuw tabblad
pl: Twoja przeglądarka zablokowała otwarcie nowej karty
pt: O seu navegador impediu o jamovi de abrir um novo separador
ru: Ваш веб-браузер не позволил jzmovi открыть новую вкладку
sv: Din webbläsare hindrade jamovi från att öppna en ny flik
ta: உங்கள் வலை உலாவி சாமோவியை புதிய தாவலைத் திறப்பதைத் தடுத்தது
tr: Web tarayıcınız, jamovi'nin yeni sekme açmasını engelledi

source: Zoom
cs: Přiblížení
he: זום
hr: Zumiranje
ja: ズーム
kk: масштабтау
ml: സൂം
nl: Zoomniveau
pl: Powiększenie
ru: Масштаб
sl: Približanje
ta: பெரிதாக்கு
tr: Yakınlaştır
uk: Масштаб

source: Zoom in
ca: Ampliar
cs: Přiblížit
da: Zoom ind
de: Hineinzoomen
es: Acercarse
he: הצרה
hr: Povećaj prikaz
it: Aumenta lo zoom
ja: 拡大
nl: Inzoomen
pl: Powiększ
pt: Ampliar
ru: Приблизить
sv: Zooma in
ta: பெரிதாக்கு
tr: Yakınlaştır

source: Zoom out
ca: Reduir
cs: Oddálit
da: Zoom ud
de: Herauszoomen
es: Alejarse
he: הרחבה
hr: Smanji prikaz
it: Diminuisci lo zoom
ja: 縮小
nl: Uitzoomen
pl: Pomniejsz
pt: Reduzir
ru: Отдалить
sv: Zooma ut
ta: சிறிதாக்கு
tr: Uzaklaştır

source: Enter
ca: Intro
da: Enter-tasten
de: Eingabe-Taste
es: Entrar
fr: Entrée
hr: Upiši
it: Tasto Invio (Enter)
ja: Enter (Return) キー
ml: എന്റർ കീ (റിട്ടേൺ)
nl: Enter toets
pl: Wprowadź
ru: Вход
sv: Enter-knapp
ta: உள்ளிடவும்

source: Open Document (LibreOffice) {ext}
ca: Obrir Document (LibreOffice) {ext}
cs: Otevřít dokument (LibreOffice) {ext}
es: Abrir Documento (LibreOffice) {ext}
fr: Ouvrir un document (LibreOffice) {ext}
hr: Otvori dokument (LibreOffice) {ext}
id: Buka Dokumen (LibreOffice) {ext}
it: Apri documento (LibreOffice) {ext}
ja: オープンドキュメント形式（LibreOffice）{ext}
kk: құжатты ашу (LibreOffice) {ext}
ml: ഡോക്യുമെന്റ് തുറക്കുക (LibreOffice) {ext}
pl: Pliki LibreOffice {ext}
pt: Abrir documento (LibreOffice) {ext}
ru: Открыть документ (LibreOffice) {ext}
sl: Odprti Dokument (LibreOffice) {ext}
ta: திறந்த ஆவணம் (லிப்ரேஃபிச்) {ext}
tr: Belgeyi Aç (LibreOffice) {ext}
uk: Відкрити документ (LibreOffice) {ext}

source: SPSS sav {ext}
ca: sav de SPSS {ext}
da: SPSS-datafil {ext}
de: SPSS-Datei (sav) {ext}
es: Archivo SPSS sav {ext}
fr: fichier SPSS sav {ext}
it: Files SPSS sav {ext}
ja: SPSS形式 {ext}
kk: SPSS сақтау {ext}
ml: SPSS sav ഫയൽ {ext}
nb_no: SPSS-datafil {ext}
pl: Plik SPSS {ext}
ru: Файл SPSS {ext}
sl: Datoteke SPSS sav {ext}
sv: SPSS-datafil {ext}
uk: Сховище SPSS {ext}

source: {} Options:
es: {} Opciones:

source: Close file menu
es: Cerrar menú de archivo

source: Comma
es: Coma

source: Copy Latex
es: Copiar LaTeX

source: Decimal symbol
es: Símbolo decimal

source: Dot
es: Punto

source: Find module in jamovi library
es: Buscar módulo en la biblioteca de jamovi

source: Image resized to {width} by {height}
es: Imagen redimensionada a {width} por {height}

source: Max: {count}
es: Máx: {count}

source: Missing or incompatible module
es: Módulo ausente o incompatible

source: Please <em>install or update</em> this module from the jamovi library.
es: Por favor <em>instale o actualice</em> este módulo desde la biblioteca de jamovi.

source: Plot
es: Trama

source: PowerPoint Slide {ext}
es: Diapositiva de PowerPoint {ext}

source: Project Save As
es: Guardar proyecto como

source: SAS 7bdat {ext}
ca: Arxiu SAS 7bdat {ext}
da: SAS-datafil {ext}
de: SAS-Datendatei {ext}
es: Archivo SAS 7bdat {ext}
fr: fichier SAS 7bdat {ext}
it: Files SAS 7bdat {ext}
ja: SAS 7bdat形式 {ext}
nb_no: SAS-datafil {ext}
pl: Plik SAS 7bdat {ext}
sl: Datoteke SAS 7bdat {ext}
sv: SAS-datafil {ext}
ta: SAS விருப்பமானது {ext}

source: SAS xpt {ext}
ca: Arxiu SAS xpt {ext}
da: SAS-eksportfil {ext}
de: SAS-Exportdatei {ext}
es: Archivo SAS xpt {ext}
fr: fichiers SAS xpt {ext}
it: Files SAS xpt {ext}
ja: SAS xpt形式 {ext}
nb_no: SAS-eksportfil {ext}
pl: Plik SAS xpt {ext}
sl: Datoteke SAS xpt {ext}
sv: SAS-exportfil {ext}

source: Stata {ext}
da: Stata-fil {ext}
de: Stata-Datei {ext}
es: Archivo Stata {ext}
it: Files Stata {ext}
ja: Stata形式 {ext}
nb_no: Stata-fil {ext}
pl: Plik Stata {ext}
sv: Stata-fil {ext}

source: This module is either <em>missing or incompatible</em> with this version of jamovi.
es: Este módulo es <em>ausente o incompatible</em> con esta versión de jamovi.

source: Untitled
es: Sin título

source: An update is available
ca: Hi ha una actualització disponible
da: En opdatering er tilgængelig
fr: Une mise à jour est disponible
id: permbaharuan tersedia
ja: 更新があります
kk: жаңарту қолжетімді
ml: ഒരു അപ്ഡേറ്റ് ലഭ്യമാണ്
nb_no: En oppdatering er tilgjengelig
nl: Er is een update beschikbaar
pl: Aktualizacja jest dostępna
pt: Está disponível uma atualização
sl: Na voljo je posodobitev
sv: En uppdatering är tillgänglig
tr: Bir güncelleme mevcut
uk: Доступно оновлення

source: Automatically install updates
ca: Instal·lar actualitzacions automàticament
da: Installer opdateringer automatisk
fr: Installer automatiquement les mises à jour
id: Instal pembaruan secara otomatis
ja: 最新版に自動更新
kk: жаңартуларды автоматты түрде орнату
ml: അപ്ഡേറ്റുകൾ സ്വയം ഇൻസ്റ്റാൾ ചെയ്യുക
nb_no: Installer oppdateringer automatisk
nl: Updates automatisch installeren
pl: Automatycznie instaluj aktualizacje
pt: Instalar atualizações automaticamente
sl: Samodejno namesti posodobitve
sv: Installera uppdateringar automatiskt
tr: Güncellemeleri kendiliğinden yükle
uk: Автоматично устанавливать оновлення

source: Check again
ca: Revisar de nou
da: Tjek igen
fr: Vérifier à nouveau
id: Periksa kembali
ja: 再チェック
kk: қайта тексеру
ml: ഒന്നുകൂടി പരിശോധിക്കുക
nb_no: Sjekk igjen
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt: Verifique novamente
sl: Preveri znova
sv: Kontrollera igen
tr: Tekrar kontrol edin
uk: Перевірити ще разів

source: Checking for updates
ca: Cerca possibles actualitzacions
da: På udkig efter opdateringer
fr: Recherche de mises à jour
id: Memeriksa pembaruan
ja: 最新版チェック
kk: жаңартуларды тексеру
ml: അപ്ഡേറ്റുകൾക്കായി പരതുന്നു
nb_no: Ser etter oppdateringer
nl: Op updates controleren
pl: Sprawdzanie dostępności aktualizacji
pt: A procurar atualizações
sl: Poteka preverjanje za posodobitve
sv: Letar efter uppdateringar
tr: Güncellemeler kontrol ediliyor
uk: Перевірка оновлень

source: Confirm overwite
ca: Confirmar la sobreescriptura
cs: Potvrďte přepsání
da: Bekræft overskridelse
de: Überschreiben bestätigen
fr: Confirmer l'écrasement
id: Konfirmasi untuk menganti
ja: 上書きを承認
kk: қайта жазуды растау
ml: ഓവർറൈറ്റ് ഉറപ്പിക്കുക
nb_no: Bekreft overkjøring
nl: Overschrijven bevestigen
pl: Potwierdź nadpisanie
pt: Confirmar substituição
sl: Potrdi prepisovanje
sv: Bekräfta överskrivning
ta: மேலெழுதலை உறுதிப்படுத்தவும்
tr: Üstüne yazmayı onaylayınız
uk: Підтвердити перезапись

source: Confirm uninstall
ca: Confirmar la desinstalació
cs: Potvrďte odinstalování
da: Bekræft afinstallationen
de: Deinstallieren bestätigen
fr: Confirmer la désinstallation
id: Konfirmasi pencopotan
ja: アンインストールを承認
kk: жоюды растау
ml: അൺഇൻസ്റ്റാൾ ഉറപ്പിക്കുക
nb_no: Bekreft avinstallasjon
nl: Deïnstallatie bevestigen
pl: Potwierdź odinstalowanie
pt: Confirmar desintalação
sl: Potrdi odstranjevanje
sv: Bekräfta avinstallationen
ta: நிறுவல் நீக்குவதை உறுதிப்படுத்தவும்
tr: Kaldırmayı onaylayınız
uk: Підтвердити видалення

source: Delete transform
ca: Eliminar transformació
da: Slet transformation
fr: Effacer la transformation
id: Hapus transformasi
ja: 変換を削除
kk: түрлендіруді жою
ml: ട്രാൻസ്ഫോം ഡിലീറ്റ് ചെയ്യുക
nb_no: Slett transformasjon
nl: Transformatie verwijderen
pl: Usuń przekształcenie
pt: Apagar transformação
sl: Izbriši pretvorbo
sv: Ta bort transformering
tr: Dönüştürmeyi sil
uk: Удалить перетворення

source: Determines if any of the items appear in in1, in2, in3, .... Note that most of these arguments are optional -- it is possible to simply use <strong>CONTAINS(needle, haystack)</strong>.
da: Bestemmer, om nogen af elementerne vises i in1, in2, in3, .... Bemærk, at de fleste af disse argumenter er valgfrie - det er muligt blot at bruge <strong>CONTAINS(needle, haystack)</strong>.
fr: Détermine si l'un des objets apparaît dans in1, in2, in3, … Notez que la plupart des arguments sont optionnels -- il est possible de simplement utiliser <strong>CONTAINS(aiguille, botte_de_foin)</strong>.
id: Menentukan jika salah satu item muncul di in1, in2, in3, .... Perhatikan bahwa sebagian besar argumen ini opsional -- anda dapat menggunakan <strong>CONTAINS(needle, haystack)</strong>.
ja: 「対象（in1, in2, …）」の中に「項目（item1, item2, …）」があるかどうか（真・偽）を判定します。引数のほとんどはオプションなので、<strong>CONTAINS(針, 干し草)</strong>のようにシンプルに記述できます。
kk: элементтердің кез келгенінің in1, in2, in3, ... ішінде пайда болуын анықтайды. Бұл аргументтердің көпшілігі міндетті емес екенін ескеріңіз -- жай ғана <strong>CONTAINS(объект, массив) пайдалануға болады.
nb_no: Bestemmer om noen av elementene vises i in1, in2, in3, .... Merk at de fleste av disse argumentene er valgfrie – det er mulig å ganske enkelt bruke <strong>CONTAINS(needle, haystack)</strong>.
pt: Determina se algum dos itens aparece em in1, in2, in3, .... Note que a maioria destes argumentos são opcionais - é possível simplesmente usar <strong>CONTAINS (agulha, palheiro) </strong>.
sl: Ugotavlja, ali se kateri od predmetov v in1, in2, in3, Večina argumentov ni obveznih – mogoče je preprosto uporabiti<strong>CONTAINS(igla, v kopici sena)</strong>.
sv: Bestämmer om något av elementen ska visas i in1, in2, in3, .... Observera att de flesta av dessa argument är valfria - det är möjligt att helt enkelt använda <strong>CONTAINS(needle, haystack)</strong>.
tr: Öğelerden herhangi birinin in1, in2, in3, ...'de görünüp görünmediğini belirler. Bu argümanların çoğunun isteğe bağlı olduğunu unutmayın -- basitçe <strong>CONTAINS(needle, haystack)</strong> kullanmak mümkündür.
uk: Визначає, з'являються чи будь-якіелементи у in1, in2, in3, .... Обратите увага, що більшість цихаргументів являються необязательными — можна просто використати <strong>CONTAINS(об'єкт, масив)</strong>.

source: Duplicate transform
ca: Duplicar la transformació
da: Dupliser transformation
fr: Dupliquer la transformation
id: Transformasi duplikat
ja: 変換を複製
kk: түрлендіруді қайталау
ml: ഡ്യൂപ്ലിക്കേറ്റ് ട്രാൻസ്ഫോം
nb_no: Dupliser transformasjon
nl: Transformatie dupliceren
pl: Zduplikuj przekształcenie
pt: Duplicar transformação
sl: Podvoji pretvorbo
sv: Duplicera transformering
tr: Dönüştürmeyi kopyala
uk: Дублировать перетворення

source: Edit transform
ca: Editar transformació
da: Rediger transformation
fr: Editer la transformation
id: Edit transformasi
ja: 変換を編集
kk: түрлендіруді өңдеу
ml: ട്രാൻസ്ഫോം എഡിറ്റ് ചെയ്യുക
nb_no: Rediger transformasjon
nl: Transformatie bewerken
pl: Edytuj przekształcenie
pt: Editar transformação
sl: Uredi pretvorbo
sv: Redigera transformering
tr: Dönüştürmeyi düzenle
uk: Змінити перетворення

source: Excel {ext}
cs: Vynikat {ext}
ja: Excel形式 {ext}
ta: எக்செல் {ext}

source: Hide settings
ca: Ocultar configuració
da: Skjul indstillinger
fr: Cacher les réglages
id: Sembunyikan pengaturan
ja: 設定を隠す
kk: баптауларды жасыру
ml: സെറ്റിങ്ങ്സ് മറയ്ക്കുക
nb_no: Skjul innstillinger
nl: Instellingen verbergen
pl: Ukryj ustawienia
pt: Ocultar configurações
sl: Skrij nastavitve
sv: Göm inställningar
tr: Ayarları gizle
uk: Скрыть настройки

source: jamovi is up-to-date
ca: jamovi està actualiztat
da: jamovi er up-to-date
fr: jamovi est à jour
id: jamovi terbaru
ja: jamoviは最新です
kk: jamovi жаңартылған
ml: ജമോവി അപ്-ടു-ഡേറ്റ് ആണ്
nb_no: jamovi er oppdatert
pl: jamovi jest aktualne
pt: O jamovi está atualizado
sl: Program jamovi je posodobljen
sv: jamovi är up-to-date
tr: jamovi güncel
uk: Jamovi актуален

source: Loading
ca: Carregant
cs: Načítání
da: Indlæser
de: Wird geladen
fr: Chargement
id: Memuat
ja: 読込中
kk: жүктелуде
ml: ലോഡിംഗ്
nb_no: Laster
nl: Laden
pl: Ładowanie
pt: A carregar
sl: Nalaganje
sv: Laddar
ta: ஏற்றுகிறது
tr: Yükleniyor
uk: Завантаження

source: Logical
ca: Lògic
cs: Logický
da: Logisk
de: Logisch
fr: Logique
id: Logis
ja: 論理関数
kk: логикалық
ml: ലോജിക്കൽ
nb_no: Logisk
nl: Logisch
pl: Logiczne
pt: Lógico
sl: Logične
sv: Logisk
ta: தர்க்கரீதியான
tr: Mantıksal
uk: Логічні

source: Math
ca: Matemàtiques
cs: Matematika
da: Matematik
de: Mathe
id: Matematika
ja: 数学関数
kk: математика
ml: ഗണിതം
nb_no: Matte
nl: Wiskunde
pl: Matematyka
pt: Matemática
sl: Matematične
sv: Matematik
ta: கணிதம்
tr: Matematik
uk: Математические

source: Misc
cs: Různé
da: Diverse
de: Sonstiges
fr: Divers
id: Lain-lain
ja: その他の関数
kk: әртүрлі
ml: മറ്റുള്ളവ
nb_no: Diverse
nl: Divers
pl: Różne
sl: Druge
sv: Diverse
ta: இதர
uk: Різне

source: Module was installed successfully
ca: El mòdul s'ha instal·lat correctament
da: Modulet blev installeret
fr: Module installé avec succès
id: Modul telah terpasang dengan sukses
ja: モジュールをインストールしました
kk: модуль сәтті орнатылды
ml: മൊഡ്യൂൾ വിജയകരമായി അൺഇൻസ്റ്റാൾ ചെയ്തു
nb_no: Modulen ble installert
nl: Module geïnstalleerd
pl: Moduł został pomyślnie zainstalowany
pt: Módulo foi instalado com sucesso
sl: Modul je uspešno nameščen
sv: Modulen installerad
tr: Modül başarıyla yüklendi
uk: Модуль успішно установлен

source: No information about this function is avaliable
da: Ingen information om denne funktion er tilgængelig
fr: Aucune information disponible sur cette fonction
id: Tidak ada informasi tentang function ini tersedia
ja: この関数についての情報がありません
kk: бұл функция туралы ақпарат қолжетімді емес
nb_no: Ingen informasjon om denne funksjonen er tilgjengelig
pt: Não há informação disponível sobre esta função
sl: Podrobnosti o tej funkciji niso na voljo
sv: Ingen information om denna funktion är tillgänglig
tr: Bu işlev hakkında hiçbir bilgi mevcut değil
uk: Інформація о ційфункції отсутствует

source: Reference
ca: Referència
cs: Odkaz
da: Slå op
de: Nachschlagen
fr: Référence
id: Referensi
ja: 参照関数
kk: сілтеме
ml: റഫറൻസ്
nb_no: Slå opp
nl: Verwijzing
pl: Odwołanie
pt: Referência
sl: Sklic
sv: Slå upp
ta: குறிப்பு
tr: Referans
uk: Заслання
